{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AC-07-727", 
        "Category": {
            "Item": "Access Control"
        }, 
        "Procedure_Name": "Unsuccessful Logon Attempts", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "System Configuration Hardening and Patch Management"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Unauthorized access is gained to operating systems.", 
        "Description": "The information system:\na. Enforces a limit of [Assignment: organization-defined number] consecutive invalid logon attempts by a user during a [Assignment: organization-defined time period]; and\nb. Automatically [Selection: locks the account/node for an [Assignment: organization-defined time period]; locks the account/node until released by an administrator; delays next logon prompt according to [Assignment: organization-defined delay algorithm]] when the maximum number of unsuccessful attempts is exceeded.", 
        "Example": "An account is locked out of use after a predetermined number of attempts.", 
        "First_Published": "2016-01-14T16:22:10.333Z", 
        "Last_Updated": "2017-01-19T13:56:51.74Z", 
        "State_Implementation": "1.  As technology permits, state organizations should enforce account lockouts after, at minimum, 10 failed attempts.  This threshold may be lowered for Moderate or High risk systems. \n2.  Accounts locked out due to multiple incorrect logon attempts should stay locked out for a minimum of 15 minutes.  Accounts for Moderate or High risk systems should remain locked until reset by an administrator.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<div id=\"control-catalog-org-implementation\">\n<p>All Agency-owned information resources shall adopt Center for Internet Security (CIS) Benchmarks Level I standards for lockout policies where possible.  If benchmarks are not available, user accounts shall lockout for a duration of 15 minutes after exceeding a threshold of 10 failed attempts within a 15 minute window and privileged user and service accounts shall lockout for a duration of 15 minutes after exceeding a threshold of 5 failed attempts within a 15 minute window, as a minimum.</p>\n</div>", 
        "Organization_Implementation_Date": "2016-07-25T00:00:00Z", 
        "Testing_Procedures": "Obtain access control policy; procedures addressing unsuccessful logon attempts; security plan; information system configuration settings and associated documentation; information system audit records; other relevant documents or records and ascertain if \n(I) the organization defines in the security plan, explicitly or by reference, the maximum number of consecutive invalid access attempts to the information system by a user and the time period in which the consecutive invalid access attempts occur;\n(ii) the information system enforces the organization-defined limit of consecutive invalid access attempts by a user during the organization-defined time period;\n(iii) the organization defines in the security plan, explicitly or by reference, the time period for lock out mode or delay period;\n(iv) the organization selects either a lock out mode for the organization-defined time period or delays next login prompt for the organization-defined delay period for information system responses to consecutive invalid access attempts;\n(v) the information system enforces the organization-selected lock out mode or delayed login prompt."
    }
}