{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AC-01-727", 
        "Category": {
            "Item": "Access Control"
        }, 
        "Procedure_Name": "Access Control Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Access Control"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Access provided is not consistent with job function as Access Control Policy is not documented, communicated, and understood.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. An access control policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the access control policy and associated access controls; and\nb. Reviews and updates the current:\n1. Access control policy [Assignment: organization-defined frequency]; and\n2. Access control procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has a documented, accepted written policy and procedure.", 
        "First_Published": "2016-01-14T16:19:04.303Z", 
        "Last_Updated": "2018-01-20T05:35:44.903Z", 
        "State_Implementation": "Each state organization shall create, distribute, and implement an account management policy which defines the rules for establishing user identity, administering user accounts, and establishing and monitoring user access to information resources.", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners are responsible for ensuring that implemented access controls are consistent with the security controls outlined in this catalog.  The information security officer shall periodically audit implemented access controls of mission critical Agency information resources to validate an appropriate level of security consistent with the information resource’s risk level.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain access control policy and procedures; other relevant documents or records and ascertain if \n(I) the organization develops and documents access control policy and procedures;\n(ii) the organization disseminates access control policy and procedures to appropriate elements within the organization;\n(iii) responsible parties within the organization periodically review access control policy and procedures; and\n(iv) the organization updates access control policy and procedures when organizational review indicates updates are required."
    }
}