{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AC-06-727", 
        "Category": {
            "Item": "Access Control"
        }, 
        "Procedure_Name": "Least Privilege", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Account Management"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Information in applications is accessed by users and support personnel outside of defined business requirements.", 
        "Description": "The organization employs the principle of least privilege, allowing only authorized accesses for users (or processes acting on behalf of users) which are necessary to accomplish assigned tasks in accordance with organizational missions and business functions.", 
        "Example": "Only authorized users have authorized accounts to establish system accounts, configure access authorizations, filter firewall rules, manage cryptographic keys, and access control lists.", 
        "First_Published": "2016-01-14T16:20:36.27Z", 
        "Last_Updated": "2017-01-19T13:56:53.317Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain access control policy; procedures addressing least privilege; list of assigned access authorizations (user privileges); information system configuration settings and associated documentation; information system audit records; other relevant documents or records and ascertain if \n(I) the organization assigns the most restrictive set of rights/privileges or accesses needed by users for the performance of specified tasks; and\n(ii) the information system enforces the most restrictive set of rights/privileges or accesses needed by users."
    }
}