{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AC-19-727", 
        "Category": {
            "Item": "Access Control"
        }, 
        "Procedure_Name": "Access Control for Mobile Devices", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Mobile computing and teleworking expose systems and information to exploitable vulnerabilities.", 
        "Description": "The organization:\na. Establishes usage restrictions, configuration requirements, connection requirements, and implementation guidance for organization-controlled mobile devices; and\nb. Authorizes the connection of mobile devices to organizational information systems.", 
        "Example": "Mobile devices are password restricted.", 
        "First_Published": "2016-01-14T16:19:02.333Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "State organizations shall establishes usage restrictions, configuration requirements, connection requirements, and implementation guidance for organization-controlled mobile devices, whether owned by the state organization or the employee.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Agency-owned mobile devices joined to the Agency's mobile device management (MDM) system may access any Agency information resource at the same level of authorization given to an Agency workstation.  Personally-owned mobile devices may only access resources that are public-facing.  Any personally-owned mobile devices that connect to the enterprise email system shall be updated with current release operating system software approved by the vendor and utilize a passcode to prevent unauthorized access to the mobile device.</p>", 
        "Organization_Implementation_Date": "2016-08-17T00:00:00Z", 
        "Testing_Procedures": "Obtain access control policy; procedures addressing access control for portable and mobile devices; information system design documentation; information system configuration settings and associated documentation; information system audit records; other relevant documents or records and ascertain if \n(I) the organization establishes usage restrictions and implementation guidance for organization-controlled portable and mobile devices; and\n(ii) the organization authorizes, monitors, and controls device access to organizational information systems."
    }
}