{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AC-14-727", 
        "Category": {
            "Item": "Access Control"
        }, 
        "Procedure_Name": "Permitted Actions without Identification or Authentication", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P3"
        }, 
        "Risk_Statement": "During an emergency access to information will not be available or will be disclosed to unauthorized parties.", 
        "Description": "The organization:\na. Identifies [Assignment: organization-defined user actions] that can be performed on the information system without identification or authentication consistent with organizational missions/business functions; and \nb. Documents and provides supporting rationale in the security plan for the information system, user actions not requiring identification or authentication.", 
        "Example": "Emergency IDs have only selective administrative ability.", 
        "First_Published": "2016-01-14T16:20:58.38Z", 
        "Last_Updated": "2018-01-20T06:15:05.74Z", 
        "State_Implementation": "The state organization identifies, documents, and provides supporting rationale in the security plan for any actions that may be performed on an information system without identification or authentication.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All actions on internal information resources shall require an Agency-issued identifier that must be presented to the information resource before any actions may be permitted.  Publicly accessible information resources do not require an identifier for those functions which are accessible to the public.  All other functions shall be treated as an internal information resource.</p>", 
        "Organization_Implementation_Date": "2016-08-17T00:00:00Z", 
        "Testing_Procedures": "Obtain access control policy; procedures addressing permitted actions without identification and authentication; information system configuration settings and associated documentation; security plan; other relevant documents or records and ascertain if the organization identifies and documents specific user actions that can be performed on the information system without identification or authentication."
    }
}