{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AR-08-727", 
        "Category": {
            "Item": "Accountability, Audit and Risk Management"
        }, 
        "Procedure_Name": "Accounting of Disclosures", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Privacy and Confidentiality"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "Laws and regulations are violated as a result of inaccurate accounting practices of disclosures of information", 
        "Description": "The organization:\na. Keeps an accurate accounting of disclosures of information held in each system of records under its control, including:\n(1) Date, nature, and purpose of each disclosure of a record; and\n(2) Name and address of the person or agency to which the disclosure was made;\nb. Retains the accounting of disclosures for the life of the record or five years after the disclosure is made, whichever is longer; and\nc. Makes the accounting of disclosures available to the person named in the record upon request.", 
        "Example": "Potential records are maintained, and a custodian of these records is identified.", 
        "First_Published": "2016-01-14T16:19:06.817Z", 
        "Last_Updated": "2017-01-19T13:56:22.85Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain data privacy policy and procedures; other relevant documents or records and ascertain if:\n(I) the organization maintains records of disclosures of information held in each system of records under its control, including:\n(a) Date, nature, and purpose of each disclosure of a record; and\n(b) Name and address of the person or agency to which the disclosure was made;\n(ii) the organization retains the records of disclosures for the life of the record or five years after the disclosure is made, whichever is longer; and\n(iii) the organization makes the records of disclosures available to the person named in the record upon request."
    }
}