{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AR-02-727", 
        "Category": {
            "Item": "Accountability, Audit and Risk Management"
        }, 
        "Procedure_Name": "Privacy Impact and Risk Assessment", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Information Security Risk Management", 
                "Security Assessment and Authorization / Technology Risk Assessments"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "Laws and regulations are violated as a result of customers' data being modified.", 
        "Description": "The organization:\na. Documents and implements a privacy risk management process that assesses privacy risk to individuals resulting from the collection, sharing, storing, transmitting, use, and disposal of personally identifiable information (PII); and\nb. Conducts Privacy Impact Assessments (PIAs) for information systems, programs, or other activities that pose a privacy risk in accordance with applicable law, OMB policy, or any existing organizational policies and procedures.", 
        "Example": "Privacy impact assessment methodology and programs are defined for the organization.", 
        "First_Published": "2016-01-14T16:21:11.77Z", 
        "Last_Updated": "2017-01-19T13:56:35.77Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain data privacy policy and procedures; other relevant documents or records and ascertain if: \n(I) the organization has documented and implemented a privacy risk assessment and management process that assesses privacy risk to individuals resulting from the collection, sharing, storing, transmitting, use, and disposal of personally identifiable information (PII); \n(ii) the organization communicates the risks identified to various stakeholders;\n(iii) the organization plans and implements controls to mitigate the risks identified during privacy risk assessment phase;\n(iv) the organization conducts Privacy Impact Assessments (PIAs) for information systems, programs, or other activities that pose a privacy risk in accordance with applicable law, OMB policy, or any existing organizational policies and procedures."
    }
}