{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AR-05-727", 
        "Category": {
            "Item": "Accountability, Audit and Risk Management"
        }, 
        "Procedure_Name": "Privacy Awareness and Training", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Privacy Awareness and Training"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "Employees, contractors or third party users breach privacy because they are not aware or trained on information privacy requirements.", 
        "Description": "The organization:\na. Develops, implements, and updates a comprehensive training and awareness strategy aimed at ensuring that personnel understand privacy responsibilities and procedures;\nb. Administers basic privacy training [Assignment: organization-defined frequency, at least annually] and targeted, role-based privacy training for personnel having responsibility for personally identifiable information (PII) or for activities that involve PII [Assignment: organization-defined frequency, at least annually]; and\nc. Ensures that personnel certify (manually or electronically) acceptance of responsibilities for privacy requirements [Assignment: organization-defined frequency, at least annually].", 
        "Example": "Employees and other agency personnel received periodic privacy training.", 
        "First_Published": "2016-01-14T16:21:11.13Z", 
        "Last_Updated": "2017-01-19T13:56:41.677Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain privacy awareness and training policy and procedures; other relevant documents or records and ascertain if: \n(I) the organization develops and documents privacy awareness and training policy and procedures;\n(ii)the organization disseminates privacy awareness and training policy and procedures to appropriate elements within the organization;\n(iii)responsible parties within the organization periodically review privacy awareness and training policy and procedures;\n(iv)the organization updates privacy awareness and training policy and procedures when organizational review indicates updates are required;\n(viii) the organization conducts a basic privacy training and a targeted, role-based privacy training at least on an annual basis for personnel having responsibility for personally identifiable information (PII) or for activities that involve PII; and\n(ix) the organization ensures that personnel provide their acceptance of responsibilities for privacy requirements either manually or electronically."
    }
}