{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AR-07-727", 
        "Category": {
            "Item": "Accountability, Audit and Risk Management"
        }, 
        "Procedure_Name": "Privacy-Enhanced System Design and Development", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Privacy and Confidentiality", 
                "Secure System Services, Acquisition and Development"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "Laws and regulations are violated as a result of poor integration of privacy controls into system design and development.", 
        "Description": "The organization designs information systems to support privacy by automating privacy controls.", 
        "Example": "Privacy controls are made automated, where possible.", 
        "First_Published": "2016-01-14T16:21:16.223Z", 
        "Last_Updated": "2017-01-19T13:56:39.753Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain privacy system development and design documentation and ascertain if:\n(I) the organization employ technologies that automate privacy controls on the collection, use, and disclosure of personally identifiable information (PII) to reduce the likelihood of information system breaches and other privacy-related incidents.\n(ii) the organizations conducts periodic reviews of systems’ collection, use, and disclosure of PII to assess compliance with the Privacy Act and the organization’s privacy policy. \n(iii) the organization regularly monitor information system use and sharing of PII to ensure that the use / sharing is consistent with the authorized purposes identified in the Privacy Act and / or in the public notice of organizations, or in a manner compatible with those purposes."
    }
}