{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-08-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Time Stamps", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Media", 
                "Security Monitoring and Event Analysis"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The lack of operational control to synchronize system clocks with an authoritative time source may hinder the ability to accurately monitor timestamps from logs which could affect the incident response process.", 
        "Description": "The information system:\na. Uses internal system clocks to generate time stamps for audit records; and\nb. Records time stamps for audit records that can be mapped to Coordinated Universal Time (UTC) or Greenwich Mean Time (GMT) and meets [Assignment: organization-defined granularity of time measurement].", 
        "Example": "The internal clock of an application system is active, which synchs to a global time reporting system.", 
        "First_Published": "2016-01-14T16:22:06.6Z", 
        "Last_Updated": "2018-01-20T06:46:42.47Z", 
        "State_Implementation": "Whenever technically possible, information systems should provide time stamps for use in audit record generation.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All Agency-owned information resources that are capable of network time protocol (NTP) shall sync with the NIST NTP server at <strong>time.nist.gov</strong>.  A local NTP server with less than 5 second deviation from the NIST reference server may be operated.</p>", 
        "Organization_Implementation_Date": "2016-08-18T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy; procedures addressing time stamp generation; information system design documentation; information system configuration settings and associated documentation; information system audit records; security plan; other relevant documents or records and ascertain if :\n(I) the information system provides time stamps in audit records.\n(ii)the organization defines in the security plan, explicitly or by reference, the frequency of internal clock synchronization for the information system; and\n(iii)the organization synchronizes internal information system clocks periodically in accordance with organization-defined frequency."
    }
}