{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-01-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Audit and Accountability Policy and Procedures", 
        "Functional_Areas": {
            "Item": [
                "Detect", 
                "Identify"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Control Oversight and Safeguard Assurance", 
                "Security Monitoring and Event Analysis"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Critical business processes and sensitive data are compromised due to flawed audit process.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. An audit and accountability policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the audit and accountability policy and associated audit and accountability controls; and\nb. Reviews and updates the current:\n1. Audit and accountability policy [Assignment: organization-defined frequency]; and\n2. Audit and accountability procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has written and documented audit and accountability procedures in place.", 
        "First_Published": "2016-01-14T16:19:16.27Z", 
        "Last_Updated": "2018-06-18T22:06:41.147Z", 
        "State_Implementation": "The state organization develops, disseminates, and periodically reviews/updates formal, documented procedures to facilitate the implementation of the audit and accountability policy and associated audit and accountability controls.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners shall ensure an appropriate degree of activity logging is implemented to document critical events which occur on the information resource.  These activity logs shall be reviewed on a regular basis (to be determined as part of the risk assessment process) by the information resource custodian or other designated representative.</p>\n<p>The chief information security officer shall routinely review all mission-critical information resources to ensure compliance with the Agency-established configuration baseline and appropriate vulnerability management standards.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy and procedures; other relevant documents or records and ascertain if\n(I)the organization develops and documents audit and accountability policy and procedures;\n(ii)the organization disseminates audit and accountability policy and procedures to appropriate elements within the organization;\n(iii)responsible parties within the organization periodically review audit and accountability policy and procedures; and\n(iv)the organization updates audit and accountability policy and procedures when organizational review indicates updates are required.\n(v)the audit and accountability policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance;\n(vi)the audit and accountability policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance; and\n(vii)the audit and accountability procedures address all areas identified in the audit and accountability policy and address achieving policy-compliant implementations of all associated audit and accountability controls."
    }
}