{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-05-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Response to Audit Processing Failures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Media", 
                "Security Monitoring and Event Analysis"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Unauthorized system activities are undetected because of inconsistent audit log monitoring.", 
        "Description": "The information system:\na. Alerts [Assignment: organization-defined personnel or roles] in the event of an audit processing failure; and\nb. Takes the following additional actions: [Assignment: organization-defined actions to be taken (e.g., shut down information system, overwrite oldest audit records, stop generating audit records)].", 
        "Example": "Automated alerts are generated and provided to state organization personnel in the event of an audit failure.", 
        "First_Published": "2016-01-14T16:21:24.287Z", 
        "Last_Updated": "2017-01-19T13:57:03.693Z", 
        "State_Implementation": "The information system alerts appropriate organizational officials in the event of an audit processing failure.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All Agency-owned information resources shall adopt Center for Internet Security (CIS) Benchmarks Level I standards for audit processing failure policies where possible.  If a benchmark is not available, the information resource shall overwrite the oldest audit records and alert the information resource custodian to the occurrence.</p>", 
        "Organization_Implementation_Date": "2016-08-18T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy; procedures addressing response to audit processing failures; information system design documentation; security plan; information system configuration settings and associated documentation; list of personnel to be notified in case of an audit processing failure; information system audit records; other relevant documents or records. And ascertain if\n(I)the organization defines in the security plan, explicitly or by reference, actions to be taken in the event of an audit processing failure;\n(ii)the organization defines in the security plan, explicitly or by reference, personnel to be notified in case of an audit processing failure; and\n(iii)the information system alerts appropriate organizational officials and takes any additional organization-defined actions in the event of an audit failure, to include audit storage capacity being reached or exceeded."
    }
}