{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-03-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Content of Audit Records", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Media", 
                "Security Monitoring and Event Analysis"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The lack of logging mechanisms to record and store user activities, exceptions, and information security events may result in unauthorized access or activity going undetected.", 
        "Description": "The information system generates audit records containing information that establishes what type of event occurred, when the event occurred, where the event occurred, the source of the event, the outcome of the event, and the identity of any individuals or subjects associated with the event.", 
        "Example": "The organization utilizes logging mechanisms, including the generation of audit reporting records.", 
        "First_Published": "2016-01-14T16:19:34.207Z", 
        "Last_Updated": "2017-01-19T13:57:03.693Z", 
        "State_Implementation": "Audit record content includes, for most audit records:\n• date and time of the event;\n• the component of the information system (e.g., software component, hardware component) where the event occurred;\n• type of event; \n• user/subject identity; and\n• the outcome (success or failure) of the event. NIST Special Publication 800-92 provides guidance on computer security log management.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All audit records shall include the date and time of the event, component of the information resource where the event occurred, the type of event, the user or subject's identity, and the outcome of the event.</p>", 
        "Organization_Implementation_Date": "2016-08-18T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy; procedures addressing content of audit records; information system design documentation; security plan; information system configuration settings and associated documentation; other relevant documents or records and ascertain if:\n(I)the information system audit records capture sufficient information to establish what events occurred;\n(ii)the information system audit records capture sufficient information to establish the sources of the events; and\n(iii)the information system audit records capture sufficient information to establish the outcomes of the events.\n(iv) the information system provides the capability to include additional, more detailed information in the audit records for audit events identified by type, location, or subject."
    }
}