{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-07-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Audit Reduction and Report Generation", 
        "Functional_Areas": {
            "Item": "Respond"
        }, 
        "Functional_SubArea_1": {
            "Item": "Cyber-Security Incident Response"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Information security events are not reported.", 
        "Description": "The information system provides an audit reduction and report generation capability that:\na. Supports on-demand audit review, analysis, and reporting requirements and after-the-fact investigations of security incidents; and\nb. Does not alter the original content or time ordering of audit records.", 
        "Example": "Audit records cannot be altered by administrators.", 
        "First_Published": "2016-01-14T16:19:18.707Z", 
        "Last_Updated": "2018-01-20T06:44:52.88Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": "<p>All mission-critical and high risk Agency information resources shall forward all audit logs to the Agency's security information and event management (SIEM) system for review, analysis, and reporting. </p>", 
        "Organization_Implementation_Date": "2018-01-20T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy; procedures addressing audit reduction and report generation; information system design documentation; audit reduction, review, and reporting tools; and associated documentation ;other relevant documents or records and ascertain if:\n(I) the information system provides audit reduction and report generation tools that support after-the-fact investigations of security incidents without altering original audit records.\n(ii)the information system provides the capability to automatically process audit records for events of interest based upon selectable, event criteria."
    }
}