{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "AU-11-727", 
        "Category": {
            "Item": "Audit and Accountability"
        }, 
        "Procedure_Name": "Audit Record Retention", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Data Loss Prevention"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P3"
        }, 
        "Risk_Statement": "Laws and regulations are violated due to data not being retained for the required duration of time or inappropriate data being stored.", 
        "Description": "The organization retains audit records for [Assignment: organization-defined time period consistent with records retention policy] to provide support for after-the-fact investigations of security incidents and to meet regulatory and organizational information retention requirements.", 
        "Example": "Data retention policies and procedures define the pre-determined period of time that records are maintained.", 
        "First_Published": "2016-01-14T16:19:18.177Z", 
        "Last_Updated": "2017-01-19T13:56:56.723Z", 
        "State_Implementation": "The state organization retains audit records to provide support for after-the-fact investigations of security incidents and to meet regulatory and organizational information retention requirements.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Audit records shall be retained in accordance with the Agency records retention schedule.</p>", 
        "Organization_Implementation_Date": "2016-08-18T00:00:00Z", 
        "Testing_Procedures": "Obtain audit and accountability policy; procedures addressing audit record retention; organization-defined retention period for audit records; information system audit records; other relevant documents or records and ascertain if :\n(I)the organization defines the retention period for audit records generated by the information system; and\n(ii)the organization retains information system audit records for the organization-defined time period to provide support for after-the-fact investigations of security incidents and to meet regulatory and organizational information retention requirements."
    }
}