{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CA-09-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Internal System Connections", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Media", 
                "Security Assessment and Authorization / Technology Risk Assessments"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Failure to establish formal authorization processes for restricting user access to internal system connections may result in unauthorized or unsecure connections to the network exposing sensitive or critical business applications.", 
        "Description": "The organization:\na. Authorizes internal connections of [Assignment: organization-defined information system components or classes of components] to the information system; and\nb. Documents, for each internal connection, the interface characteristics, security requirements, and the nature of the information communicated.", 
        "Example": "The organization has a process for accepting internal interfaces between application systems.", 
        "First_Published": "2016-01-14T16:20:33.287Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "The state organization has a procedure for authorizing internal information resource connections.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The information resource manager shall authorize any Agency-owned information resources that intend to be connected to the Agency trusted network prior to such resource being connected, and shall document the logical and physical characteristics, security requirements, and nature of the information communicated for each of the information resources to be connected.</p>", 
        "Organization_Implementation_Date": "2016-08-24T00:00:00Z", 
        "Testing_Procedures": "Obtain procedures addressing internal connections between organization-defined information system components (such as system connections with mobile devices, notebook/desktop computers, printers, copiers, facsimile machines, scanners, sensors, and servers) and ascertain if:\n(i) the internal connections are authorized;\n(ii) the documentation contains interface characteristics, security requirements and the nature of information communicated."
    }
}