{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CA-05-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Plan of Action and Milestones", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P3"
        }, 
        "Risk_Statement": "Identified risks are not accepted, mitigated or responded to with actionable plans and decisions.", 
        "Description": "The organization:\na. Develops a plan of action and milestones for the information system to document the organization’s planned remedial actions to correct weaknesses or deficiencies noted during the assessment of the security controls and to reduce or eliminate known vulnerabilities in the system; and\nb. Updates existing plan of action and milestones [Assignment: organization-defined frequency] based on the findings from security controls assessments, security impact analyses, and continuous monitoring activities.", 
        "Example": "An organization tracks and reports on control deficiencies through a defined plan of action and milestone document.", 
        "First_Published": "2016-01-14T16:21:04.85Z", 
        "Last_Updated": "2018-06-19T00:13:43.29Z", 
        "State_Implementation": "The state organization develops and updates, a plan of action and milestones for the information system that documents the organization’s planned, implemented, and evaluated remedial actions to correct deficiencies noted during the assessment of the security controls and to reduce or eliminate known vulnerabilities in the system.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The information resource owner shall develop a plan of action and milestones for any information resources identified during a security assessment or continuous monitoring as having security deficiencies.  The plan of action shall outline the steps the information resource owner or custodian will undertake to remediate the deficiencies, compensating controls that will be implemented to mitigate the risk in the interim, and any proposed security control exceptions that will be requested as part of the mitigation.  The plan of action shall be submitted to the chief information security officer within 30 days following receipt of a security assessment report, and approved by the chief information security officer within 30 days thereafter.  Status updates to the plan of action and milestones shall be submitted to the chief information security officer every 30 days after approval is received until all deficiencies are remediated.</p>", 
        "Organization_Implementation_Date": "2016-08-24T00:00:00Z", 
        "Testing_Procedures": "Obtain certification and accreditation policy; procedures addressing plan of action and milestones; security plan; security assessment plan; security assessment report; assessment evidence; plan of action and milestones; other relevant documents or records and ascertain if :\n(I)the organization develops a plan of action and milestones for the information system.\n(ii)the plan of action and milestones documents the planned, implemented, and evaluated remedial actions by the organization to correct deficiencies noted during the assessment of the security controls and to reduce or eliminate known vulnerabilities in the system.\n(iii)the organization defines in the security plan, explicitly or by reference, the frequency of plan of action and milestone updates.\n(iv)the organization updates the plan of action and milestones at an organization-defined frequency."
    }
}