{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CA-01-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Security Assessment and Authorization Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Security Assessment and Authorization / Technology Risk Assessments"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Management does not set a clear policy direction in line with business objectives and demonstrate support for, and commitment to, information security.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A security assessment and authorization policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the security assessment and authorization policy and associated security assessment and authorization controls; and\nb. Reviews and updates the current:\n1. Security assessment and authorization policy [Assignment: organization-defined frequency]; and\n2. Security assessment and authorization procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has published a policy setting information security expectations for communicating to faculty, staff, business, IT, and other users.", 
        "First_Published": "2016-01-14T16:21:32.397Z", 
        "Last_Updated": "2018-06-18T23:43:10.22Z", 
        "State_Implementation": "The state organization shall establish a security assessment procedure.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All information resources introduced into the Agency shall be assessed by a qualified security assessor or an information security staff member, and authorized by the chief information security officer, prior to procurement (if commercially obtained) or implementation in a production environment (if internally developed).  This requirement applies to all information resources regardless of ownership, custodianship, or usage.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain security assessment and certification and accreditation policies and procedures; other relevant documents or records and ascertain if :\n(I)the organization develops and documents security assessment and certification and accreditation policies and procedures.\n(ii)the organization disseminates security assessment and certification and accreditation policies and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review policy and procedures.\n(iv)the organization updates security assessment and certification and accreditation policies and procedures when organizational review indicates updates are required.\n(iv)the security assessment and certification and accreditation policies address purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance.\n(v)the security assessment and certification and accreditation policies are consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance.\n(vi)the security assessment and certification and accreditation procedures address all areas identified in the security assessment and certification and accreditation policies and address achieving policy-compliant implementations of all associated security assessment and certification and accreditation controls."
    }
}