{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CA-02-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Security Assessments", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Security Assessment and Authorization / Technology Risk Assessments"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Independent reviews of information security are not regularly performed to ensure the continuing suitability, adequacy, and effectiveness of the organization's information security program.", 
        "Description": "The organization:\na. Develops a security assessment plan that describes the scope of the assessment including:\n1. Security controls and control enhancements under assessment;\n2. Assessment procedures to be used to determine security control effectiveness; and\n3. Assessment environment, assessment team, and assessment roles and responsibilities;\nb. Assesses the security controls in the information system and its environment of operation [Assignment: organization-defined frequency] to determine the extent to which the controls are implemented correctly, operating as intended, and producing the desired outcome with respect to meeting established security requirements;\nc. Produces a security assessment report that documents the results of the assessment; and\nd. Provides the results of the security control assessment to [Assignment: organization-defined individuals or roles].", 
        "Example": "The organization has a defined information security program that includes:\na.  Developing a plan and executing periodic assessments of security control effectiveness;\nb.  Identifying objective and qualified assessors; and\nc.  Reporting results of such assessment(s) to the appropriate stakeholders.", 
        "First_Published": "2016-01-14T16:21:32.99Z", 
        "Last_Updated": "2018-01-20T08:01:02.32Z", 
        "State_Implementation": "A review of the state organization’s information security program for compliance with these standards will be performed at least annually, based on business risk management decisions, by individual(s) independent of the information security program and designated by the state organization head or his or her designated representative(s).", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The Center for Internet Security (CIS) Benchmarks Level I standards shall be the baseline set of security controls for all Agency-owned information resources.  The chief information security officer shall prescribe security control enhancements when necessary to adequately protect information resources with increased risk.  The chief information security officer shall conduct routine security assessments of all Agency-owned information resources at least annually to ensure compliance with the appropriate security controls prescribed for the resource, and report to the information resource owner any areas of deficiency that require remediation.</p>", 
        "Organization_Implementation_Date": "2016-08-24T00:00:00Z", 
        "Testing_Procedures": "Obtain security assessment policy; procedures addressing security assessments; security plan; security assessment plan; security assessment report; assessment evidence; security authorization package (including security plan, security assessment report, plan of action and milestones, authorization statement); other relevant documents or records and ascertain if :\n(I)the organization defines in the security plan, explicitly or by reference, the frequency of security control assessments and the frequency is at least annually\n(ii)the organization conducts an assessment of the security controls in the information system at an organization-defined frequency.\n(iii)the organization employs an independent assessor or assessment team to conduct an assessment of the security controls in the information system."
    }
}