{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CA-06-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Security Authorization", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Change Management", 
                "Control Oversight and Safeguard Assurance"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Responsibility for the IT program has not been defined.", 
        "Description": "The organization:\na. Assigns a senior-level executive or manager as the authorizing official for the information system;\nb. Ensures that the authorizing official authorizes the information system for processing before commencing operations; and\nc. Updates the security authorization [Assignment: organization-defined frequency].", 
        "Example": "Each application system has a defined authorizing official.", 
        "First_Published": "2016-01-14T16:21:34.193Z", 
        "Last_Updated": "2017-01-19T13:56:44.503Z", 
        "State_Implementation": "The state organization authorizes the information system for processing before operations or when there is a significant change to the system. \nA senior organizational official signs and approves the security accreditation.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners shall complete a system security plan during the design phase of the systems development lifecycle.  The plan shall conform to a format prescribed by the information security office, and contain the names and contact information for the resource's responsible officials, details regarding the information resource's operation and interconnections with other information resources, and required security controls beyond Agency-wide baseline controls.  The plan must be reviewed and approved by the information security officer, who will forward the plan to the appropriate division head or higher authority for authorization.</p>\n<p>Division heads or higher authority may choose from two options for security authorization, or reject the request outright:</p>\n<p><strong>Authority to Operate</strong> - Under an authority to operate, the division head or higher authority accepts the system security plan, as prescribed, for the information resource to operate in a production environment for a period not to exceed three (3) years, and assumes risk responsibility for the information resource in a production environment.</p>\n<p><strong>Provisional Authority to Operate</strong> - Under a provisional authority to operate, the division head or higher authority tentatively accepts the system security plan for operation in a development or testing environment.  Additional work must be accomplished before the information resource may be implemented in a production environment.</p>", 
        "Organization_Implementation_Date": "2016-08-24T00:00:00Z", 
        "Testing_Procedures": "Obtain certification and accreditation policy; procedures addressing security accreditation; NIST Special Publication 800-37; security accreditation package (including security plan; security assessment report; plan of action and milestones; authorization statement); other relevant documents or records and ascertain if :\n(I)the organization defines in the security plan, explicitly or by reference, the frequency of authorization updates, not to exceed three years;\n(ii)the organization authorizes (i.e., accredits) the information system for processing before operations and updates the authorization at an organization-defined frequency or when there is a significant change to the information system;\n(iii)a senior organizational official signs and approves the security accreditation; and\n(iv)the security accreditation process employed by the organization is consistent with NIST Special Publications 800-37."
    }
}