{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CM-01-727", 
        "Category": {
            "Item": "Configuration Management"
        }, 
        "Procedure_Name": "Configuration Management Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Change Management", 
                "Secure Configuration Management"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The change management process in place does not adequately protect the environment from disruptive changes in production.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A configuration management policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the configuration management policy and associated configuration management controls; and\nb. Reviews and updates the current:\n1. Configuration management policy [Assignment: organization-defined frequency]; and\n2. Configuration management procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has written, documented configuration management policies and procedures in place.", 
        "First_Published": "2016-01-14T16:19:31.1Z", 
        "Last_Updated": "2018-06-19T00:16:09.303Z", 
        "State_Implementation": "The organization establishes the process for controlling modifications to hardware, software, firmware, and documentation to ensure the information resources are protected against improper modification before, during, and after system implementation.", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All Agency-owned information resources shall adopt Center for Internet Security (CIS) Benchmarks Level I standards as the configuration baseline whenever possible.  Certain information resources may require an enhanced baseline, such as CIS Benchmarks Level II, USGCB, DISA STIG, etc. and shall be evaluated by the chief information security officer prior to implementation.</p>\n<p>In situations where a configuration baseline does not exist, the resource’s factory defaults are considered the baseline and all changes to the baseline shall be documented and comprehensively tested against the Agency vulnerability scanner.  Any unremediated vulnerabilities shall be documented with a justification and risk acceptance statement, and approved by the information resource owner.  All information systems shall employ the principle of least functionality, with only essential capabilities enabled and all other functions, ports, protocols, and/or services disabled or restricted.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain configuration management policy and procedures; other relevant documents or records and ascertain if:\n(I)the organization develops and documents configuration management policy and procedures.\n(ii)the organization disseminates configuration management policy and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review configuration management policy and procedures.\n(iv)the organization updates configuration management policy and procedures when organizational review indicates updates are required.\n(v)the configuration management policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance;\n(vi)the configuration management policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance; and\n(vii)the configuration management procedures address all areas identified in the configuration management policy and address achieving policy-compliant implementations of all associated configuration management controls."
    }
}