{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CM-09-727", 
        "Category": {
            "Item": "Configuration Management"
        }, 
        "Procedure_Name": "Configuration Management Plan", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Critical Information Asset Inventory", 
                "Secure Configuration Management"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "IT assets and configurations are managed ineffectively due to the lack of a configuration management process.", 
        "Description": "The organization develops, documents, and implements a configuration management plan for the information system that:\na. Addresses roles, responsibilities, and configuration management processes and procedures;\nb. Establishes a process for identifying configuration items throughout the system development life cycle and for managing the configuration of the configuration items;\nc. Defines the configuration items for the information system and places the configuration items under configuration management; and\nd. Protects the configuration management plan from unauthorized disclosure and modification.", 
        "Example": "Written, document configuration plan is available relevant to application systems.", 
        "First_Published": "2016-01-14T16:19:30.443Z", 
        "Last_Updated": "2017-01-19T13:56:43.287Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain Configuration management policy; configuration management plan; procedures addressing configuration management planning; security plan; other relevant documents or records and ascertain if:\n(I)the organization develops, documents, and implements a configuration management plan for the information system that: \n-addresses roles, responsibilities, and configuration management processes and procedures; \n-defines the configuration items for the information system and when in the system development life cycle the configuration items are placed under configuration management; and \n-establishes the means for identifying configuration items throughout the system development life cycle and a process for managing the configuration of the configuration items."
    }
}