{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CM-06-727", 
        "Category": {
            "Item": "Configuration Management"
        }, 
        "Procedure_Name": "Configuration Settings", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Changes to the production environment are not operating as expected disrupt the production environment.", 
        "Description": "The organization:\na. Establishes and documents configuration settings for information technology products employed within the information system using [Assignment: organization-defined security configuration checklists] that reflect the most restrictive mode consistent with operational requirements;\nb. Implements the configuration settings;\nc. Identifies, documents, and approves any deviations from established configuration settings for [Assignment: organization-defined information system components] based on [Assignment: organization-defined operational requirements]; and\nd. Monitors and controls changes to the configuration settings in accordance with organizational policies and procedures.", 
        "Example": "The organization maintains a baseline of configuration settings.", 
        "First_Published": "2016-01-14T16:19:31.88Z", 
        "Last_Updated": "2018-01-20T07:17:02.577Z", 
        "State_Implementation": "The state organization:\n• establishes mandatory configuration settings for information technology products employed within the information system;\n• configures the security settings of information technology products to the most restrictive mode consistent with operational requirements; \n• documents the configuration settings; and \n• enforces the configuration settings in all components of the information system.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The Center for Internet Security (CIS) Benchmarks Level I standards shall be the baseline set of configuration settings for all Agency-owned information resources, when available.</p>", 
        "Organization_Implementation_Date": "2018-01-20T00:00:00Z", 
        "Testing_Procedures": "Obtain configuration management policy; procedures addressing configuration settings for the information system; information system configuration settings and associated documentation; NIST Special Publication 800-70; other relevant documents or records and ascertain if: \n(I)the organization establishes mandatory configuration settings for information technology products employed within the information system.\n(ii)the organization configures the security settings of information technology products to the most restrictive mode consistent with operational requirements.\n(iii)the organization documents the configuration settings.\n(iv)the organization enforces the configuration settings in all components of the information system."
    }
}