{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CM-02-727", 
        "Category": {
            "Item": "Configuration Management"
        }, 
        "Procedure_Name": "Baseline Configuration", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Change Management", 
                "Critical Information Asset Inventory", 
                "Secure Configuration Management"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Changes to systems and applications are executed inconsistently in the production environment due to ill-defined procedures.", 
        "Description": "The organization develops, documents, and maintains under configuration control, a current baseline configuration of the information system.", 
        "Example": "The organization uses configuration policies and procedure to manage the change lifecycle.", 
        "First_Published": "2016-01-14T16:19:23.723Z", 
        "Last_Updated": "2018-01-20T07:01:15.403Z", 
        "State_Implementation": "The state organization develops, documents, and maintains a current baseline configuration of the information system.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The Center for Internet Security (CIS) Benchmarks Level I standards shall be the baseline set of security controls for all Agency-owned information resources.  Additional baseline controls, and changes to systems and controls, shall be managed through a configuration management system approved by the information resource owner.</p>", 
        "Organization_Implementation_Date": "2016-08-24T00:00:00Z", 
        "Testing_Procedures": "Obtain configuration management policy; procedures addressing the baseline configuration of the information system; configuration management plan; Federal Enterprise Architecture documentation; information system design documentation; information system architecture and configuration documentation; historical copies of baseline configurations; list of software programs not authorized to execute on the information system; other relevant documents or records and ascertain if:\n(I)the organization develops and documents a baseline configuration of the information system that is consistent with the Federal Enterprise Architecture, shows relationships among information system components, and provides a well-defined and documented specification to which the information system is built.\n(ii)the organization maintains the baseline configuration.\n(iii)the organization documents deviations from the baseline configuration, in support of mission needs/objectives.\n(iv) the organization develops and maintains a list of software programs not authorized to execute on the information system."
    }
}