{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CP-01-727", 
        "Category": {
            "Item": "Contingency Planning"
        }, 
        "Procedure_Name": "Contingency Planning Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Contingency Planning"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The BCM Program is ineffective since the Business Continuity documentation has not been created and maintained.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A contingency planning policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the contingency planning policy and associated contingency planning controls; and\nb. Reviews and updates the current:\n1. Contingency planning policy [Assignment: organization-defined frequency]; and\n2. Contingency planning procedures [Assignment: organization-defined frequency].", 
        "Example": "Written, documented COOP documentation is in place.", 
        "First_Published": "2016-01-14T16:19:36.083Z", 
        "Last_Updated": "2017-01-19T13:56:45.63Z", 
        "State_Implementation": "State organizations shall maintain written Continuity of Operations Plans that address information resources so that the effects of a disaster will be minimized, and the state organization will be able either to maintain or quickly resume mission-critical functions.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Continuity of Operations for Agency-owned information resources are documented in the TTI Information System Contingency Plan & Disaster Recovery Plan.</p>\n<p>The chief information security officer shall review the Information System Contingency Plan & Disaster Recovery Plan at least annually, and ensure the plan compliments other relevant Agency plans and complies with Federal, State, and TAMUS contingency and continuity of operations planning requirements.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain Contingency planning policy and procedures; other relevant documents or records and ascertain if: (I)the organization develops and documents contingency planning policy and procedures. (ii)the organization disseminates contingency planning policy and procedures to appropriate elements within the organization. (iii)responsible parties within the organization periodically review contingency planning policy and procedures. (iv)the organization updates contingency planning policy and procedures when organizational review indicates updates are required. (v)the contingency planning policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance. (vi)the contingency planning policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance. (vii)the contingency planning procedures address all areas identified in the contingency planning policy and address achieving policy-compliant implementations of all associated contingency planning controls."
    }
}