{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "CP-07-727", 
        "Category": {
            "Item": "Contingency Planning"
        }, 
        "Procedure_Name": "Alternate Processing Site", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "An organization is unable to recover it's technology services since it has not devised a technology strategy according to it's size, nature and complexity of business.", 
        "Description": "The organization:\na. Establishes an alternate processing site including necessary agreements to permit the transfer and resumption of [Assignment: organization-defined information system operations] for essential missions/business functions within [Assignment: organization-defined time period consistent with recovery time and recovery point objectives] when the primary processing capabilities are unavailable;\nb. Ensures that equipment and supplies required to transfer and resume operations are available at the alternate processing site or contracts are in place to support delivery to the site within the organization-defined time period for transfer/resumption; and\nc. Ensures that the alternate processing site provides information security safeguards equivalent to that of the primary site.", 
        "Example": "An offsite, alternative processing site is available. The alternative site should not be subject to the same natural disasters of the primary site (i.e. not in proximity).", 
        "First_Published": "2016-01-14T16:19:11.443Z", 
        "Last_Updated": "2018-01-20T07:26:22.09Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": "<p>The agency operates an alternate processing facility that utilizes the information available at the alternate storage site.  Operating procedures for the alternate processing site shall be documented in the information system contingency plan.</p>", 
        "Organization_Implementation_Date": "2018-01-20T00:00:00Z", 
        "Testing_Procedures": "Obtain contingency planning policy; contingency plan; procedures addressing alternate processing sites; alternate processing site agreements; security plan; other relevant documents or records and ascertain if :\n(I)the organization identifies an alternate processing site.\n(ii)the organization defines in the security plan, explicitly or by reference, the time period within which processing must be resumed at the alternate processing site.\n(iii)the organization initiates necessary alternate processing site agreements to permit the resumption of information system operations for critical mission/business functions within organization-defined time period.\n(iv)the contingency plan identifies the primary processing site hazards; and\n(v)the alternate processing site is sufficiently separated from the primary processing site so as not to be susceptible to the same hazards identified at the primary site.\n(vi)the contingency plan identifies potential accessibility problems to the alternate processing site in the event of an area-wide disruption or disaster.\n(vii)the contingency plan defines explicit mitigation actions for potential accessibility problems."
    }
}