{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "IP-01-727", 
        "Category": {
            "Item": "Individual Participation and Redress"
        }, 
        "Procedure_Name": "Consent", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Privacy and Confidentiality"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "Laws and regulations are violated as a result of individuals not having the ability to choose how their personal information is to be used.", 
        "Description": "The organization:\na. Provides means, where feasible and appropriate, for individuals to authorize the collection, use, maintaining, and sharing of personally identifiable information (PII) prior to its collection;\nb. Provides appropriate means for individuals to understand the consequences of decisions to approve or decline the authorization of the collection, use, dissemination, and retention of PII;\nc. Obtains consent, where feasible and appropriate, from individuals prior to any new uses or disclosure of previously collected PII; and\nd. Ensures that individuals are aware of and, where feasible, consent to all uses of PII not initially described in the public notice that was in effect at the time the organization collected the PII.\n(1) CONSENT | MECHANISMS SUPPORTING ITEMIZED OR TIERED CONSENT\nThe organization implements mechanisms to support itemized or tiered consent for specific uses of data.", 
        "Example": "Users sign-off on acceptable usage guidelines for PII.", 
        "First_Published": "2016-01-14T16:19:32.723Z", 
        "Last_Updated": "2017-01-19T13:56:22.85Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain data privacy policy and procedures; other relevant documents or records and ascertain if:\n(I) the organization provides means, where feasible and appropriate, for individuals to authorize the collection, use, maintaining, and sharing of personally identifiable information (PII) prior to its collection;\n(ii) the organization provides appropriate means for individuals to understand the consequences of decisions to approve or decline the authorization of the collection, use, dissemination, and retention of PII;\n(iii) the organization obtains consent, where feasible and appropriate, from individuals prior to any new uses or disclosure of previously collected PII;\n(iv) the organization ensures that individuals are aware of and, where feasible, consent to all uses of PII not initially described in the public notice that was in effect at the time the organization collected the PII; and\n(v) the organization implements mechanisms to support itemized or tiered consent for specific uses of data."
    }
}