{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "IR-02-727", 
        "Category": {
            "Item": "Incident Response"
        }, 
        "Procedure_Name": "Incident Response Training", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Failure to train personnel on the incident response roles and responsibilities may result in inadequately coordinated processes in response to a security incident.", 
        "Description": "The organization provides incident response training to information system users consistent with assigned roles and responsibilities:\na. Within [Assignment: organization-defined time period] of assuming an incident response role or responsibility;\nb. When required by information system changes; and\nc. [Assignment: organization-defined frequency] thereafter.", 
        "Example": "The organization provides training to employees relevant to how to handle an information security incident.", 
        "First_Published": "2016-01-14T16:20:14.693Z", 
        "Last_Updated": "2018-02-13T16:48:02.08Z", 
        "State_Implementation": "The state organization trains personnel in their incident response roles and responsibilities with respect to the information system and provides refresher training at least annually.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Agency personnel with responsibilities for information security incident response shall be provided with adequate training to identify, prioritize, report, and/or resolve information security incidents, as their duties dictate.  The chief information security officer shall determine the appropriate training and personnel to receive such training.</p>", 
        "Organization_Implementation_Date": "2018-02-13T00:00:00Z", 
        "Testing_Procedures": "Obtain incident response policy; procedures addressing incident response training; incident response training material; security plan; incident response training records; other relevant documents or records and ascertain if :\n(I)the organization identifies and documents personnel with incident response roles and responsibilities.\n(ii)the organization provides incident response training to personnel with incident response roles and responsibilities.\n(iii)incident response training material addresses the procedures and activities necessary to fulfill identified organizational incident response roles and responsibilities\n(iv)the organization defines in the security plan, explicitly or by reference, the frequency of refresher incident response training and the frequency is at least annually.\n(v)the organization provides refresher incident response training in accordance with organization-defined frequency."
    }
}