{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "MA-03-727", 
        "Category": {
            "Item": "Maintenance"
        }, 
        "Procedure_Name": "Maintenance Tools", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P3"
        }, 
        "Risk_Statement": "Equipment is not available due to improper maintenance.", 
        "Description": "The organization approves, controls, and monitors information system maintenance tools.", 
        "Example": "Diagnostic equipment is available and designated for application information system software/hardware.", 
        "First_Published": "2016-01-14T16:20:38.91Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain information system maintenance policy; information system maintenance tools and associated documentation; procedures addressing information system maintenance tools; maintenance records; information system media containing maintenance programs (including diagnostic and test programs); other relevant documents or records and ascertain if :\n(i)the organization maintains maintenance tools on an ongoing basis.\n(ii)the organization inspects all maintenance tools (e.g., diagnostic and test equipment) carried into a facility by maintenance personnel for obvious improper modifications.\n(iii)the organization checks all media containing diagnostic test programs (e.g., software or firmware used for information system maintenance or diagnostics) for malicious code before the media are used in the information system."
    }
}