{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "MA-01-727", 
        "Category": {
            "Item": "Maintenance"
        }, 
        "Procedure_Name": "System Maintenance Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Security Policy, Standards and Guidelines"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Commercial software is not supported by a vendor and introduces errors into the information system processing environment.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A system maintenance policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the system maintenance policy and associated system maintenance controls; and\nb. Reviews and updates the current:\n1. System maintenance policy [Assignment: organization-defined frequency]; and\n2. System maintenance procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has written, documented system maintenance policies and procedures in place.", 
        "First_Published": "2016-01-14T16:21:57.49Z", 
        "Last_Updated": "2018-02-15T15:40:41.497Z", 
        "State_Implementation": "The state organization has a policy that addresses system maintenance controls.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource custodians are responsible for ensuring system maintenance performed on Agency information resources is consistent with all applicable security controls.  Unless otherwise excepted by the chief information officer, all information resources must be under manufacturer warranty to operate in a production environment.  Locally-developed products without adequate maintenance support shall be roadmapped for sunset, and the chief information officer shall perform annual governance reviews of the product until adequate support is obtained or the product is removed from production.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain information system maintenance policy and procedures; other relevant documents or records and ascertain  if :\n(I)the organization develops and documents information system maintenance policy and procedures.\n(ii)the organization disseminates information system maintenance policy and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review information system maintenance policy and procedures.\n(iv)the organization updates information system maintenance policy and procedures when organizational review indicates updates are required.\n(v)the information system maintenance policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance\n(vi)the information system maintenance policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance; and\n(vii)the information system maintenance procedures address all areas identified in the system maintenance policy and address achieving policy-compliant implementations of all associated system maintenance controls."
    }
}