{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "MP-01-727", 
        "Category": {
            "Item": "Media Protection"
        }, 
        "Procedure_Name": "Media Protection Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Media"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Media (e.g., documents, computer media (e.g. tapes, disks), input/output data, system documentation) is compromised by unauthorized parties due to ineffective handling procedures.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A media protection policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the media protection policy and associated media protection controls; and\nb. Reviews and updates the current:\n1. Media protection policy [Assignment: organization-defined frequency]; and\n2. Media protection procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has written, documented media protection policies and procedures in place.", 
        "First_Published": "2016-01-14T16:20:41.927Z", 
        "Last_Updated": "2018-02-15T15:40:57.7Z", 
        "State_Implementation": "The state organization has a policy that addresses media protection controls.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners and custodians shall ensure all media containing live, or erased but un-sanitized, Agency data is protected to a level commensurate with the highest classification of data stored on the media, as prescribed by the TAMUS Data Classification Standard.</p>\n<p>Users of Agency-owned information resources shall utilize network and cloud-based file storage services to the extent possible, minimize the use of portable media to prevent inadvertent compromise due to ineffective handling procedures, and exercise care in the storage of sensitive information on workstations without a copy residing on Agency-owned enterprise file storage.</p>\n<p>Under no circumstances may confidential information be stored on portable media without: (a) Agency-approved at-rest encryption, and (b) a duplicate copy of the information residing on Agency-owned enterprise file storage.  Information resource owners shall be responsible for ensuring confidential information entrusted to their care is protected in accordance with this control catalog.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain media protection policy and procedures; other relevant documents or records and ascertain if :\n(I)the organization develops and documents media protection policy and procedures.\n(ii)the organization disseminates media protection policy and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review media protection policy and procedures.\n(iv)the organization updates media protection policy and procedures when organizational review indicates updates are required.\n(v)the media protection policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance.\n(vi)the media protection policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance.\n(vii)the media protection procedures address all areas identified in the media protection policy and address achieving policy-compliant implementations of all associated media protection controls."
    }
}