{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "MP-04-727", 
        "Category": {
            "Item": "Media Protection"
        }, 
        "Procedure_Name": "Media Storage", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Data Classification", 
                "Media"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The lack of formal procedures for handling, processing, storing and communicating information consistent with its classification scheme, may result in potential mishandling or misuse of information by unauthorized parties.", 
        "Description": "The organization:\na. Physically controls and securely stores [Assignment: organization-defined types of digital and/or non-digital media] within [Assignment: organization-defined controlled areas]; and\nb. Protects information system media until the media are destroyed or sanitized using approved equipment, techniques, and procedures.", 
        "Example": "Media is secured in locked storage bins or containers.", 
        "First_Published": "2016-01-14T16:20:43.35Z", 
        "Last_Updated": "2017-01-19T13:56:46.74Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain information system media protection policy; procedures addressing media storage; physical and environmental protection policy and procedures; access control policy and procedures; security plan; information system media; other relevant documents or records and ascertain if :\n(I)the organization selects and documents the media and associated information contained on that media requiring physical protection in accordance with an organizational assessment of risk.\n(ii)the organization defines the specific measures used to protect the selected media and information contained on that media.\n(iii)the organization physically controls and securely stores information system media within controlled areas.\n(iv)the organization protects information system media commensurate with the FIPS 199 security categorization of the information contained on the media."
    }
}