{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PE-06-727", 
        "Category": {
            "Item": "Physical and Environmental Protection"
        }, 
        "Procedure_Name": "Monitoring Physical Access", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Physical and Environmental Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Unauthorized parties have inappropriate physical access to all rooms and offices of a facility.", 
        "Description": "The organization:\na. Monitors physical access to the facility where the information system resides to detect and respond to physical security incidents;\nb. Reviews physical access logs [Assignment: organization-defined frequency] and upon occurrence of [Assignment: organization-defined events or potential indications of events]; and\nc. Coordinates results of reviews and investigations with the organizational incident response capability.", 
        "Example": "The organization has documented standards and procedures to monitor physical access to offices, rooms, data centers, areas containing information systems, and other facilities based on risk. Monitoring includes review of logs and alerts from physical security systems, and cameras.", 
        "First_Published": "2016-01-14T16:20:49.63Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "The state organization monitors physical access to the information system to detect and respond to physical security incidents.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners with responsibility over infrastructure equipment shall: a. Monitor physical access to the facility where the information resource resides to detect and respond to physical security incidents; b. Review physical access logs at least monthly and upon occurrence of an actual or potential indication of a security incident; and c. Coordinate results of reviews and investigations with the chief information security officer.</p>", 
        "Organization_Implementation_Date": "2016-01-29T00:00:00Z", 
        "Testing_Procedures": "Obtain physical and environmental protection policy; procedures addressing physical access monitoring; physical access logs or records; intrusion alarm/surveillance equipment logs or records and ascertain if :\n(I)the organization monitors physical access to the information system to detect and respond to physical security incidents.\n(ii)the organization monitors real-time intrusion alarms and surveillance equipment."
    }
}