{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PE-15-727", 
        "Category": {
            "Item": "Physical and Environmental Protection"
        }, 
        "Procedure_Name": "Water Damage Protection", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Physical and Environmental Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Information systems are compromised due to the lack of protection from environmental threats and hazards.", 
        "Description": "The organization protects the information system from damage resulting from water leakage by providing master shutoff or isolation valves that are accessible, working properly, and known to key personnel.", 
        "Example": "The data center or other critical processing area has a water shut-off valve.", 
        "First_Published": "2016-01-14T16:22:16.85Z", 
        "Last_Updated": "2017-01-19T13:56:48.49Z", 
        "State_Implementation": "The state organization protects the information system from water damage resulting from broken plumbing lines or other sources of water leakage by providing master shutoff valves that are accessible, working properly, and known to key personnel.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners with responsibility over infrastructure equipment shall protect the information resource from damage resulting from water leakage by providing master shutoff or isolation valves that are accessible, working properly, and known to key personnel.</p>", 
        "Organization_Implementation_Date": "2016-01-29T00:00:00Z", 
        "Testing_Procedures": "Obtain physical and environmental protection policy; procedures addressing water damage protection; facility housing the information system; master shutoff values; list of key personnel with knowledge of location and activation procedures for master shutoff values for the plumbing system; master shutoff value documentation; other relevant documents or records and ascertain if :\n(I)the organization protects the information system from water damage resulting from broken plumbing lines or other sources of water leakage by providing master shutoff valves that are accessible and working properly.\n(ii)key personnel within the organization have knowledge of the master water shutoff values."
    }
}