{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PL-08-727", 
        "Category": {
            "Item": "Planning"
        }, 
        "Procedure_Name": "Information Security Architecture", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Architecture, Roadmap and Emerging Technology"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The lack of establishing an enterprise information model may result in application development and decision-supporting activities that are inconsistent with IT plans.", 
        "Description": "The organization:\na. Develops an information security architecture for the information system that:\n1. Describes the overall philosophy, requirements, and approach to be taken with regard to protecting the confidentiality, integrity, and availability of organizational information;\n2. Describes how the information security architecture is integrated into and supports the enterprise architecture; and\n3. Describes any information security assumptions about, and dependencies on, external services;\nb. Reviews and updates the information security architecture [Assignment: organization-defined frequency] to reflect updates in the enterprise architecture; and\nc. Ensures that planned information security architecture changes are reflected in the security plan, the security Concept of Operations (CONOPS), and organizational procurements/acquisitions.", 
        "Example": "Information security architecture is designed with consideration to the overall information security strategy of the organization.", 
        "First_Published": "2016-01-14T16:20:21.473Z", 
        "Last_Updated": "2017-01-19T13:56:38.303Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain policies and procedures addressing information security architecture and ascertain if:\n(i) the documentation describes the requirements and approach to protect confidentiality, integrity and availability of organizational information;\n(ii) the documentation describes the integration with the enterprise architecture;\n(iii) the documentation describes assumptions about and dependencies on external services;  \n(iv) the information security architecture is reviewed and updated at an appropriate frequency to reflect updates to enterprise architecture; and\n(v) the changes in information security architecture are reflected in the security plan, CONOPS and organizational procurements/acquisitions."
    }
}