{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PL-04-727", 
        "Category": {
            "Item": "Planning"
        }, 
        "Procedure_Name": "Rules of Behavior", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Data Classification", 
                "Media"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Improper use of information or assets occurs inside an information processing facility.", 
        "Description": "The organization:\na. Establishes and makes readily available to individuals requiring access to the information system, the rules that describe their responsibilities and expected behavior with regard to information and information system usage;\nb. Receives a signed acknowledgment from such individuals, indicating that they have read, understand, and agree to abide by the rules of behavior, before authorizing access to information and the information system;\nc. Reviews and updates the rules of behavior [Assignment: organization-defined frequency]; and\nd. Requires individuals who have signed a previous version of the rules of behavior to read and resign when the rules of behavior are revised/updated.", 
        "Example": "Personnel sign an acceptable usage policy and procedure.", 
        "First_Published": "2016-01-14T16:21:29.02Z", 
        "Last_Updated": "2018-06-19T00:41:36.423Z", 
        "State_Implementation": "The state organization defines scope, behavior, and practices; compliance monitoring pertaining to users of information resources.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The Rules of Behavior for Use of Agency Information Resources (TTI RoB) provides the rules that govern the appropriate use of all TTI-owned or maintained information resources for Agency users, including employees, contractors, and other system users.  The TTI RoB are issued under the authority of the TTI Information Resources Rule.<a name=\"_ftnref2\"></a>[1]  The prior TTI Acceptable Use Policy (TTI AUP) (dated November 7, 2013) is made obsolete by the publication of this updated version.</p> <p>All new users of Agency information resources must read the TTI RoB and acknowledge the conditions outlined in the RoB through the TAMUS TrainTraq application before accessing Agency data or other information, systems, and/or networks.  This acknowledgment must be completed annually thereafter.  By acknowledging these conditions users reaffirm their knowledge of, and agreement to adhere to, the TTI RoB.</p> <p>The TTI RoB cannot account for every possible situation.  Therefore, where the TTI RoB does not provide explicit guidance, users must exercise their best judgment to apply the principles set forth in the standards for ethical conduct to guide their actions.<a name=\"_ftnref3\"></a>[2]</p> <p>Non-compliance with the TTI RoB may be cause for disciplinary actions.  Depending on the severity of the violation and management discretion, consequences may include one or more of the following actions:</p> <ul> <li>Suspension of access privileges;</li> <li>Revocation of access to federal information, information systems, and/or facilities;</li> <li>Reprimand;</li> <li>Termination of employment;</li> <li>Removal or disbarment from work on federal contracts or projects;</li> <li>Monetary fines; and/or</li> <li>Criminal charges that may result in imprisonment.</li> </ul> <p>Supplemental rules of behavior may be created for specific <a name=\"_ftnref4\"></a>information resources[3] that require users to comply with rules beyond those contained in this document.  In such cases, users must also sign these supplemental rules of behavior prior to receiving access to these resources and must comply with ongoing requirements of each individual resource to retain access (such as re-acknowledging the resource-specific rules by signature each year).  Information resource owners must document any additional resource-specific rules of behavior and any recurring requirement to sign the respective acknowledgment in the security plan for their resources.  Each information resource owner must implement a process to obtain and retain the signed rules of behavior for such resources and must ensure that user access to such resource information is prohibited without a signed acknowledgment of resource-specific rules and a signed acknowledgment of the TTI RoB.</p> <p>National security systems, as defined by the Federal Information Security Management Act (FISMA)[4], must independently or collectively implement their own resource-specific rules.</p> <p>These TTI RoB apply to local, network, and remote use<a name=\"_ftnref5\"></a>[5] of Agency information (in both electronic and physical forms) and information resources by any individual.</p> <p>Users of Agency information and information resources must acknowledge the following statements:</p> <p>I assert my understanding that:</p> <ul> <li>Use of Agency information and information resources must comply with TAMUS policies and regulations, Agency rules, standards, procedures, and controls, and all applicable laws;</li> <li>Use for other than official assigned duties is subject to TAMUS policies regarding use of System resources[6];</li> <li>Unauthorized access to information or information resources is prohibited; and</li> <li>Users must prevent unauthorized disclosure or modification of sensitive information.</li> </ul> <p>I must:</p> <p>General Security Practices</p> <ul> <li>Follow Agency security practices whether working at my primary workplace or remotely;</li> <li>Accept that I will be held accountable for my actions while accessing and using Agency information and information resources;</li> <li>Ensure that I have appropriate authorization to install and use software, including downloaded software on Agency information resources and that before doing so I will ensure that all such software is properly licensed, approved, and free of malicious code;</li> <li>Lock workstations and remove any hardware authentication tokens from computing resources when leaving them unattended;</li> <li>Use only my assigned unique identification and authentication mechanisms to access Agency information resources and facilities;</li> <li>Complete security awareness training (i.e., TAMUS Information Security Awareness Training) before accessing any Agency information resource and on an annual basis thereafter, and complete any specialized role-based security or privacy training that may be assigned to me;</li> <li>Permit only authorized Agency users to use Agency equipment and/or software;</li> <li>Take all necessary precautions to protect Agency information assets<a name=\"_ftnref9\"></a>[7] (including but not limited to hardware, software, personally identifying information (PII)[8], sensitive personal information (SPI)[9], protected health information (PHI)[10], and state and federal records [media neutral]) from unauthorized access, use, modification, destruction, theft, disclosure, loss, damage, or abuse, and treat such assets in accordance with any information handling policies;</li> <li>Immediately report to the information security office (ISO) all lost or stolen Agency information resources; known or suspected security incidents<a name=\"_ftnref10\"></a>[11]; known or suspected information security policy violations or compromises; or suspicious activity;</li> <li>Notify the export control officer when I plan to bring Agency-owned equipment on foreign travel;</li> <li>Maintain awareness of risks involved with clicking on e-mail or text message web links; and</li> <li>Only use approved methods for accessing Agency information and information resources.</li> </ul> <p>Privacy</p> <ul> <li>Understand and consent to having no expectation of privacy while accessing Agency computers, networks, or e-mail;</li> <li>Release information to members of the public including individuals or the media only as allowed by the scope of my duties and the law;</li> <li>Refrain from accessing information about individuals unless specifically authorized and required as part of my assigned duties;</li> <li>Use PII, SPI and PHI only for the purposes for which it was collected and consistent with conditions set forth by stated privacy notices such as those provided to individuals at the point of data collection and published System of Records Notices; and</li> <li>Ensure the accuracy, relevance, timeliness, and completeness of PII, as is reasonably necessary and to the extent possible, to assure fairness in making determinations about an individual.</li> </ul> <p>Sensitive Information</p> <ul> <li>Treat computer, network and web application account credentials as sensitive private information (SPI) and refrain from sharing accounts;</li> <li>Secure sensitive information, regardless of media or format, when left unattended;</li> <li>Keep sensitive information out of sight when visitors are present;</li> <li>Sanitize or destroy electronic media and papers that contain sensitive data when no longer needed, in accordance with the TTI Records Management<a name=\"_ftnref12\"></a> Procedures[12]and sanitization policies, or as otherwise lawfully directed by management;</li> <li>Access sensitive information only when necessary to perform job functions; and</li> <li>Properly protect (e.g., encrypt) Agency sensitive information at all times while stored or in transmission, in accordance with Agency security controls for cryptographic protection.<a name=\"_ftnref13\"></a>[13]</li> </ul> <p>I must not:</p> <ul> <li>Violate, direct, or encourage others to violate TAMUS policies or regulations, or Agency rules or procedures; </li> <li>Circumvent security safeguards, including violating security policies or procedures or reconfiguring systems, except as authorized;</li> <li>Use another person’s account, identity, password/passcode/PIN, or hardware authentication token, or share my password/passcode/PIN;</li> <li>Remove data or equipment from the Agency premises without proper authorization;</li> <li>Use Agency information, information resources, and hardware to send or post threatening, harassing, intimidating, or abusive material about others in public or private messages or forums;</li> <li>Exceed authorized access to sensitive information;</li> <li>Share or disclose sensitive information except as authorized and with formal agreements that ensure third-parties will adequately protect it;        </li> <li>Transport, transmit, e-mail, remotely access, or download sensitive information unless such action is explicitly permitted by the owner or custodian of such information and appropriate safeguards are in place per Agency policies concerning sensitive information;</li> <li>Use sensitive information for anything other than the purpose for which it has been authorized; </li> <li>Access information for unauthorized purposes;</li> <li>Use sensitive Agency information for private gain or to misrepresent myself or the Agency, or for any other unauthorized purpose;</li> <li>Store sensitive information in public folders or other insecure physical or electronic storage locations;</li> <li>Knowingly or willingly conceal, remove, mutilate, obliterate, falsify, or destroy information;</li> <li>Copy or distribute intellectual property including music, software, documentation, and other copyrighted materials without written permission or license from the copyright owner;</li> <li>Modify or install software without prior proper approval per Network & Information Systems procedures;</li> <li>Conduct official Agency business or transmit/store sensitive Agency information using non-authorized equipment or services; or</li> <li>Use systems (either Agency issued or non-government systems) without the following protections in place to access sensitive Agency information: <ul> <li>Antivirus software with the latest updates;</li> <li>Anti-spyware and personal firewalls;</li> <li>A time-out function that requires re-authentication after no more than 30 minutes of inactivity on remote access; and</li> <li>Approved encryption<a name=\"_ftnref14\"></a>[14]to protect sensitive information stored on recordable media, including laptops, USB drives, and external disks; or transmitted or downloaded via e-mail or remote connections.</li> </ul> </li> </ul> <p>I must refrain from the following activities when using Agency systems, which are prohibited per the TAMUS Policy for Use of System Resources<a name=\"_ftnref15\"></a>[15]:</p> <ul> <li>Unethical or illegal conduct;</li> <li>Sending or posting obscene or offensive material;</li> <li>Sending or forwarding chain letters, e-mail spam, inappropriate messages, or unapproved newsletters and broadcast messages;</li> <li>Sending messages supporting prohibited partisan political activity;</li> <li>Conducting any commercial or for-profit activity;</li> <li>Using peer-to-peer (P2P) software except for secure tools approved in writing by the chief information security officer to meet business or operational needs; </li> <li>Sending, retrieving, viewing, displaying, or printing sexually explicit, suggestive text or images, or other offensive material (other than in the course of academic research);</li> <li>Creating and/or operating unapproved Web sites or services;</li> <li>Allowing personal use of Agency resources to adversely affect Agency systems, services, and co-workers (such as using non-trivial amounts of storage space or bandwidth for personal digital photos, music, or video);</li> <li>Using the Internet or Agency workstation to play games or gamble; and</li> <li>Posting Agency information to external newsgroups, social media and/or other types of third-party website applications, or other public forums without authority, including information which is at odds with Agency missions or positions.  This includes any use that could create the perception that the communication was made in my official capacity as a state government employee unless I have previously obtained appropriate Agency approval.</li> </ul> <p><strong>TTI Rules of Behavior Addendum for Privileged Access Users</strong></p> <p>The TTI Rules of Behavior for Privileged Access Users is an addendum to the TTI Rules of Behavior for Use of Information Resources (TTI RoB) and provides common rules on the appropriate use of all TTI information resources for all Agency Privileged Access Users,<a name=\"_ftnref18\"></a>[16] including Agency employees, interns, and contractors.  Privileged Access User account roles have elevated privileges above those in place for general user accounts regardless of account scope (e.g., both local and domain administrator accounts).  Potential compromise of Privileged Access User accounts carries a risk of substantial damage and therefore Privileged Access User accounts require additional safeguards.</p> <p>All Privileged Access Users of Agency information resources must read these standards and complete the accompanying acknowledgment in addition to the TTI RoB before accessing Agency information, information resources, and/or networks in a privileged access role.  The same acknowledgment process followed for the TTI RoB applies to Privileged Access User accounts.</p> <p>I understand that as a Privileged Access User, I must: </p> <ul> <li>Protect all Privileged Access User account passwords/passcodes/hardware authentication tokens;</li> <li>Comply with all system/network administrator responsibilities in accordance with NIS procedures;</li> <li>Use my Privileged Access for official administrative actions only;</li> <li>Notify system owners immediately when Privileged Access is no longer required; and</li> <li>Complete any specialized role-based security or privacy training as required before receiving Privileged Access.</li> </ul> <p>I understand that as a Privileged Access User, I must not:</p> <ul> <li>Share Privileged Access User account(s) or password(s)/passcode(s)/hardware authentication tokens;</li> <li>Install, modify, or remove any system hardware or software without system owner written approval;</li> <li>Remove or destroy system audit, security, event, or any other log data;</li> <li>Acquire, possess, trade, or use hardware or software tools that could be employed to evaluate, compromise, or bypass information resource security controls;</li> <li>Introduce unauthorized code, Trojan horse programs, malicious code, or viruses into Agency information resources or networks;</li> <li>Knowingly write, code, compile, store, transmit, or transfer malicious software code, to include viruses, logic bombs, worms, and macro viruses;</li> <li>Use Privileged Access (to include dedicated accounts or elevating processes to Privileged Access) for day-to-day work or communications;</li> <li>Elevate the privileges of any user without prior approval from the system owner;</li> <li>Use privileged access to circumvent Agency policies or security controls;</li> <li>Use a Privileged Access process or account for Web access; or</li> <li>Modify security settings on system hardware or software without the approval of a system administrator and/or a system owner.</li> </ul> <p>__________</p> <p>[1] <a href=\"https://tti.tamu.edu/rules/29-01-99-I1\">TTI Rule 29.01.99.I1, Information Resources</a>.</p> <p>[2] <a href=\"http://policies.tamus.edu/07-01.pdf\">TAMUS Policy 07.01, Ethics</a>.</p> <p>[3] <a href=\"http://www.statutes.legis.state.tx.us/Docs/GV/htm/GV.2054.htm#2054.003\">Texas Government Code §2054.003(7)</a> defines an “information resource” as: “the procedures, equipment, and software that are employed, designed, built, operated, and maintained to collect, record, process, store, retrieve, display, and transmit information, and associated personnel including consultants and contractors.”</p> <p>[4] Refer to <a href=\"http://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title44-section3552&num=0&edition=prelim\">Title 44 US Code §3542(b)(2)(A)</a> for the definition of “national security systems.”</p> <p>[5] Refer to the glossary of National Institute of Standards and Technology (NIST) <a href=\"http://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r4.pdf\">Special Publication (SP) 800-53, Revision 4</a>, Security and Privacy Controls for Federal Information Systems and Organizations for definitions of local, network, and remote access.</p> <p>[6] <a href=\"http://policies.tamus.edu/33-04.pdf\">TAMUS Policy 33.04, Use of System Resources</a>.</p> <p>[7] Agency information assets are defined as hardware, software, systems, services, and related technology assets used to execute work on behalf of TTI.  Definition is adapted from National Institute of Standards and Technology (NIST) <a href=\"http://nvlpubs.nist.gov/nistpubs/Legacy/SP/nistspecialpublication800-30r1.pdf\">Special Publication (SP) 800-30, Revision 1</a>, Guide for Conducting Risk Assessments.</p> <p>[8] Refer to <a href=\"http://www.statutes.legis.state.tx.us/Docs/BC/htm/BC.521.htm#521.002\">Texas Business and Commerce Code §521.002(a)(1)</a> for the definition of “personal identifying information.”</p> <p>[9] Refer to <a href=\"http://www.statutes.legis.state.tx.us/Docs/BC/htm/BC.521.htm#521.002\">Texas Business and Commerce Code §521.002(a)(2)</a> for the definition of “sensitive personal information.”</p> <p>[10] Refer to <a href=\"http://www.ecfr.gov/cgi-bin/text-idx?SID=f2ad60a96eb4ccbba4ea253e1df1d145&mc=true&node=se45.1.160_1103&rgn=div8\">Title 45 Code of Federal Regulations §160.103</a> for the definition of “protected health information.”</p> <p>[11] Known or suspected security incidents involve the actual or potential loss of control or compromise, whether intentional or unintentional, of authenticator, password, or sensitive information maintained by or in the possession of TTI or information processed by contractors and third-parties on behalf of TTI.</p> <p>[12] <a href=\"https://my.tti.tamu.edu/wp-content/uploads/2015/12/Records-Management-Procedures.pdf\">TTI Records Management Procedures</a>.</p> <p>[13] <a href=\"https://my.tti.tamu.edu/control-catalog/SC-13-727\">Agency Information Security Control SC-13-727, Cryptographic Protection</a>.</p> <p>[14] <a href=\"https://my.tti.tamu.edu/control-catalog/SC-13-727\">Agency Information Security Control SC-13-727, Cryptographic Protection</a>.</p> <p>[15] <a href=\"http://policies.tamus.edu/33-04.pdf\">TAMUS Policy 33.04, Use of System Resources</a>.</p> <p>[16] Per National Institute of Standards and Technology (NIST) <a href=\"http://nvlpubs.nist.gov/nistpubs/SpecialPublications/NIST.SP.800-53r4.pdf\">Special Publication (SP) 800-53, Revision 4</a>, Security and Privacy Controls for Federal Information Systems and Organizations, privileged roles include, for example, key management, network and system administration, database administration, and Web administration.</p>", 
        "Organization_Implementation_Date": "2016-09-22T00:00:00Z", 
        "Testing_Procedures": "Obtain security planning policy; procedures addressing rules of behavior for information system users; NIST Special Publication 800-18; rules of behavior; other relevant documents or records and ascertain if : (I)the organization establishes a set of rules that describe user responsibilities and expected behavior with regard to information and information system usage. (ii)the organization makes the rules available to all information system users. (iii)the rules of behavior for organizational personnel are consistent with NIST Special Publication 800-18. (iv)the organization receives a signed acknowledgement from users indicating that they have read, understand, and agree to abide by the rules of behavior, before authorizing access to the information system and its resident information."
    }
}
