{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PL-04-727", 
        "Category": {
            "Item": "Planning"
        }, 
        "Procedure_Name": "Rules of Behavior", 
        "Functional_Areas": {
            "Item": [
                "Identify", 
                "Protect"
            ]
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Data Classification", 
                "Media"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Improper use of information or assets occurs inside an information processing facility.", 
        "Description": "The organization:\na. Establishes and makes readily available to individuals requiring access to the information system, the rules that describe their responsibilities and expected behavior with regard to information and information system usage;\nb. Receives a signed acknowledgment from such individuals, indicating that they have read, understand, and agree to abide by the rules of behavior, before authorizing access to information and the information system;\nc. Reviews and updates the rules of behavior [Assignment: organization-defined frequency]; and\nd. Requires individuals who have signed a previous version of the rules of behavior to read and resign when the rules of behavior are revised/updated.", 
        "Example": "Personnel sign an acceptable usage policy and procedure.", 
        "First_Published": "2016-01-14T16:21:29.02Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "The state organization defines scope, behavior, and practices; compliance monitoring pertaining to users of information resources.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain security planning policy; procedures addressing rules of behavior for information system users; NIST Special Publication 800-18; rules of behavior; other relevant documents or records and ascertain if :\n(I)the organization establishes a set of rules that describe user responsibilities and expected behavior with regard to information and information system usage.\n(ii)the organization makes the rules available to all information system users.\n(iii)the rules of behavior for organizational personnel are consistent with NIST Special Publication 800-18.\n(iv)the organization receives a signed acknowledgement from users indicating that they have read, understand, and agree to abide by the rules of behavior, before authorizing access to the information system and its resident information."
    }
}