{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PM-09-727", 
        "Category": {
            "Item": "Program Management"
        }, 
        "Procedure_Name": "Risk Management Strategy", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": [
                "Security Assessment and Authorization / Technology Risk Assessments", 
                "Security Oversight and Governance"
            ]
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Basic risk management activities have not been incorporated into IT-related activities (e.g., setting risk appetite, identification of risks, risk assessment, reporting criteria, etc.) and may lead to unanticipated losses or the inability to respond appro", 
        "Description": "The organization:\na. Develops a comprehensive strategy to manage risk to organizational operations and assets, individuals, other organizations, and the Nation associated with the operation and use of information systems;\nb. Implements the risk management strategy consistently across the organization; and\nc. Reviews and updates the risk management strategy [Assignment: organization-defined frequency] or as required, to address organizational changes.", 
        "Example": "The organization has a written, documented risk management strategy.", 
        "First_Published": "2016-01-14T16:21:26.537Z", 
        "Last_Updated": "2018-02-15T15:06:22.24Z", 
        "State_Implementation": "State implementation of this standard is incorporated into TAC 202.", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": "<p>The overall Agency information resource risk management strategy is based on NIST SP 800-37.  Information resources are evaluated based on mission criticality, sensitivity of the information stored and/or processed on the resource, and the confidentality, integrity, and availability requirements of the resource.  The resulting evaluations inform the risk-based decisions used to adequately protect the resource.</p>", 
        "Organization_Implementation_Date": "2018-02-15T00:00:00Z", 
        "Testing_Procedures": "Obtain Information security program policy; risk management policy; procedures addressing risk management strategy development and implementation; risk management strategy (including risk identification, assessment, mitigation, acceptance, and monitoring methodologies); other relevant documents or records and ascertain if:\n(I) the organization develops a comprehensive strategy to manage risk to organizational operations and assets, individuals, other organizations, and the Nation associated with the operation and use of information systems; and \n(ii) the organization implements that strategy consistently across the organization."
    }
}