{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PM-04-727", 
        "Category": {
            "Item": "Program Management"
        }, 
        "Procedure_Name": "Plan of Action and Milestones Process", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Security Policy, Standards and Guidelines"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Performance monitoring, assessment and reporting are not performed appropriately whereby remedial actions are not identified or initiated.", 
        "Description": "The organization:\na. Implements a process for ensuring that plans of action and milestones for the security program and associated organizational information systems:\n1. Are developed and maintained;\n2. Document the remedial information security actions to adequately respond to risk to organizational operations and assets, individuals, other organizations, and the Nation; and\n3. Are reported in accordance with OMB FISMA reporting requirements.\nb. Reviews plans of action and milestones for consistency with the organizational risk management strategy and organization-wide priorities for risk response actions.", 
        "Example": "The organization reports, documents and updates a risk analysis and plans for corrective actions.", 
        "First_Published": "2016-01-14T16:21:05.52Z", 
        "Last_Updated": "2018-02-15T14:59:33.767Z", 
        "State_Implementation": "The state organization develops and updates, a plan of action and milestone process for the information system that documents the organization’s planned, implemented, and evaluated remedial actions to correct deficiencies noted during the assessment of the security controls and to reduce or eliminate known vulnerabilities in the system.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The chief information security officer includes a plan of action and milestones into the annual information security program plan that is approved by the agency director.  Any vulnerabilities identified on an information resource require a plan of action and milestones to be submitted to and approved by the chief information security officer within 30 days following the discovery of an unremediated vulnerability.</p>", 
        "Organization_Implementation_Date": "2018-02-15T00:00:00Z", 
        "Testing_Procedures": "Obtain Information security program policy; plan of action and milestones policy; procedures addressing plan of action and milestones process; plan of action and milestones for the security program; plan of action and milestones for organizational information systems; other relevant documents or records and ascertain if:\n(I) the organization implements a process to maintain plans of action and milestones for the security program and the associated organizational information systems; and \n(ii) the organization implements a process to document the remedial information security actions that mitigate risk to organizational operations and assets, individuals, other organizations, and the Nation."
    }
}