{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PM-01-727", 
        "Category": {
            "Item": "Program Management"
        }, 
        "Procedure_Name": "Information Security Program Plan", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Security Policy, Standards and Guidelines"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Lack of a comprehensive security program may result in the compromise of sensitive information due to loss of integrity or confidentiality.", 
        "Description": "The organization:\na. Develops and disseminates an organization-wide information security program plan that:\n1. Provides an overview of the requirements for the security program and a description of the security program management controls and common controls in place or planned for meeting those requirements;\n2. Includes the identification and assignment of roles, responsibilities, management commitment, coordination among organizational entities, and compliance;\n3. Reflects coordination among organizational entities responsible for the different aspects of information security (i.e., technical, physical, personnel, cyber-physical); and\n4. Is approved by a senior official with responsibility and accountability for the risk being incurred to organizational operations (including mission, functions, image, and reputation), organizational assets, individuals, other organizations, and the Nation;\nb. Reviews the organization-wide information security program plan [Assignment: organization-defined frequency];\nc. Updates the plan to address organizational changes and problems identified during plan implementation or security control assessments; and\nd. Protects the information security program plan from unauthorized disclosure and modification.", 
        "Example": "a.  The organization maintains an information security program accepted by the state organization head that includes appropriate protections, based on risk, for certain information resources owned, leased, or under the custodianship, including outsourced resources, department, operating unit, or employee of the organization.\nb.  The organization reviews and updates the information security program plan at least annually taking into account changes in business, technology, threats, incidents, organizational missions etc.", 
        "First_Published": "2016-01-14T16:20:22.583Z", 
        "Last_Updated": "2018-02-15T15:41:57.247Z", 
        "State_Implementation": "All state organizations are required to have an information resources security program consistent with these standards, and the state organization’s head is responsible for the protection of information resources.", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The information security officer develops an information security program plan that satisfies the requirements of Texas Administrative Code Chapter 202, Texas A&M University System information security standards, and other applicable laws and regulatory requirements.  The plan is revised annually and informed by ongoing risk assessments and changes to the information security landscape and Agency priorities.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain information security program policy; procedures addressing information security program plan development and implementation; procedures addressing information security program plan reviews and updates; information security program plan; program management controls documentation; common controls documentation; records of information security program plan reviews and updates; other relevant documents or records and ascertain  if :\n\n(i) the organization develops an information security program plan for the organization that: \n-provides an overview of the requirements for the security program; \n-provides a description of the security program management controls and common\n-controls in place or planned for meeting security program requirements; \n-provides sufficient information about the program management controls and common controls (including specification of parameters for any assignment and selection operations either explicitly or by reference) to enable an implementation that is unambiguously compliant with the intent of the plan and a determination of the risk to be incurred if the plan is implemented as intended; \nincludes roles, responsibilities, management commitment, coordination among organizational entities, and compliance; \n-is approved by a senior official with responsibility and accountability for the risk being incurred to organizational operations (including mission, functions, image, and reputation), organizational assets, individuals, other organizations and the Nation; \n(ii) the organization defines the frequency of information security program plan reviews; \n(iii) the organization reviews the organization-wide information security program plan in accordance with the organization-defined frequency; \n(iv) the organization revises the plan to address organizational changes and problems identified during plan implementation or security control assessments; and \n(v) the organization disseminates the most recent information security program plan to appropriate entities in the organization."
    }
}