{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PM-11-727", 
        "Category": {
            "Item": "Program Management"
        }, 
        "Procedure_Name": "Mission/Business Process Definition", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Security Assessment and Authorization / Technology Risk Assessments"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The IT strategy is not aligned with the business strategy or fully understood by the board and executives, sub-optimizing the achievement of value objectives for the organization.", 
        "Description": "The organization:\na. Defines mission/business processes with consideration for information security and the resulting risk to organizational operations, organizational assets, individuals, other organizations, and the Nation; and\nb. Determines information protection needs arising from the defined mission/business processes and revises the processes as necessary, until achievable protection needs are obtained.", 
        "Example": "The organization has a written security mission that is accepted by executive management.", 
        "First_Published": "2016-01-14T16:20:47.52Z", 
        "Last_Updated": "2017-01-19T13:56:35.77Z", 
        "State_Implementation": "State implementation of this standard is incorporated into TAC 202.", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain Information security program policy; risk management policy; procedures addressing security categorization of organizational information and information systems; organizational mission/business processes; risk management strategy (including risk identification, assessment, mitigation, acceptance, and monitoring methodologies); other relevant documents or records an ascertain if:\n(I) the organization defines mission/business processes with consideration for information security and the resulting risk to organizational operations, organizational assets, individuals, other organizations, and the Nation; and \n(ii) the organization determines information protection needs arising from the defined mission/business processes and revises the processes as necessary, until an achievable set of protection needs is obtained."
    }
}