{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PM-14-727", 
        "Category": {
            "Item": "Program Management"
        }, 
        "Procedure_Name": "Testing, Training, and Monitoring", 
        "Functional_Areas": {
            "Item": "Detect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Security Monitoring and Event Analysis"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Inadequate mechanisms to test, monitor and remediate information security capabilities may result in suspicious or anomalous activities going undetected.", 
        "Description": "The organization:\na. Implements a process for ensuring that organizational plans for conducting security testing, training, and monitoring activities associated with organizational information systems:\n1. Are developed and maintained; and\n2. Continue to be executed in a timely manner;\nb. Reviews testing, training, and monitoring plans for consistency with the organizational risk management strategy and organization-wide priorities for risk response actions.", 
        "Example": "The organization has an information security training program specific to organizational systems.", 
        "First_Published": "2016-01-14T16:22:04.16Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "State implementation of this standard is incorporated into TAC 202.", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain organizational plans for conducting security testing, training, and monitoring activities and ascertain if\n(i) the plan is developed and maintained to be consistent with the risk management strategy and priorities for risk response actions; and  \n(ii) the plan is executed in a timely manner"
    }
}