{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PS-04-727", 
        "Category": {
            "Item": "Personnel Security"
        }, 
        "Procedure_Name": "Personnel Termination", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Personnel Security"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Security breaches occur during employment terminations or changes due to lack of defined management responsibilities for these situations.", 
        "Description": "The organization, upon termination of individual employment:\na. Disables information system access within [Assignment: organization-defined time period];\nb. Terminates/revokes any authenticators/credentials associated with the individual;\nc. Conducts exit interviews that include a discussion of [Assignment: organization-defined information security topics];\nd. Retrieves all security-related organizational information system-related property;\ne. Retains access to organizational information and information systems formerly controlled by terminated individual; and\nf. Notifies [Assignment: organization-defined personnel or roles] within [Assignment: organization-defined time period].", 
        "Example": "Employee access is revoked upon termination of employment.", 
        "First_Published": "2016-01-14T16:21:01.317Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "The state organization, upon termination of individual employment, terminates information system access, retrieves all organizational information system-related property, and provides appropriate personnel with access to official records created by the terminated employee that are stored on organizational information systems.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain personnel security policy; procedures addressing personnel termination; records of personnel termination actions; list of information system accounts; other relevant documents or records and ascertain if :\n(I)the organization terminates information system access upon termination of individual employment.\n(ii)the organization conducts exit interviews of terminated personnel.\n(iii)the organization retrieves all organizational information system-related property from terminated personnel.\n(iv)the organization retains access to official documents and records on organizational information systems created by terminated personnel."
    }
}