{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PS-08-727", 
        "Category": {
            "Item": "Personnel Security"
        }, 
        "Procedure_Name": "Personnel Sanctions", 
        "Functional_Areas": null, 
        "Functional_SubArea_1": null, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P3"
        }, 
        "Risk_Statement": "Security breaches occur by employees due to lack of formal disciplinary process.", 
        "Description": "The organization:\na. Employs a formal sanctions process for individuals failing to comply with established information security policies and procedures; and\nb. Notifies [Assignment: organization-defined personnel or roles] within [Assignment: organization-defined time period] when a formal employee sanctions process is initiated, identifying the individual sanctioned and the reason for the sanction.", 
        "Example": "Designated officials maintain a formal sanction program.", 
        "First_Published": "2016-01-14T16:20:59.02Z", 
        "Last_Updated": "2018-02-23T21:35:21.843Z", 
        "State_Implementation": "The state organization employs a formal sanctions process for personnel failing to comply with established information security policies and procedures.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information security policies and procedures are enforced by Agency rule (Rule 29.01.99.I1) which includes the following statement:</p>\n<p style=\"padding-left: 30px;\">Agency security control standards carry the same force and effect as agency rules, and noncompliance may be considered grounds for disciplinary action up to and including termination of employees.</p>", 
        "Organization_Implementation_Date": "2018-02-15T00:00:00Z", 
        "Testing_Procedures": "Obtain personnel security policy; procedures addressing personnel sanctions; rules of behavior; records of formal sanctions; other relevant documents or records and ascertain if :\n(I)the organization employs a formal sanctions process for personnel failing to comply with established information security policies and procedures.\n(ii)the personnel sanctions process is consistent with applicable laws, Executive Orders, directives, policies, regulations, standards, and guidance."
    }
}