{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PS-01-727", 
        "Category": {
            "Item": "Personnel Security"
        }, 
        "Procedure_Name": "Personnel Security Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Personnel Security"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Employees, contractors and third party users do not maintain their security responsibilities.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A personnel security policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the personnel security policy and associated personnel security controls; and\nb. Reviews and updates the current:\n1. Personnel security policy [Assignment: organization-defined frequency]; and\n2. Personnel security procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has written, documented personnel security policies and procedures in place.", 
        "First_Published": "2016-01-14T16:21:00.583Z", 
        "Last_Updated": "2018-02-15T15:21:14.96Z", 
        "State_Implementation": "The state organization has a formal, documented, personnel security policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners are responsible for granting access to information under their control.  All employees, contractors, visiting scholars, etc. shall be screened through the human resources hiring process for criminal background.  The chief information officer shall ensure access to information resources is tightly integrated into the hiring and termination process.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain personnel security policy and procedures, other relevant documents or records and ascertain if :\n(I)the organization develops and documents personnel security policy and procedures.\n(ii)the organization disseminates personnel security policy and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review personnel security policy and procedures.\n(iv)the organization updates personnel security policy and procedures when organizational review indicates updates are required.\n(v)the personnel security policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance\n(vi)the personnel security policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance.\n(vii)the personnel security procedures address all areas identified in the personnel security policy and address achieving policy-compliant implementations of all associated personnel security controls."
    }
}