{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "PS-05-727", 
        "Category": {
            "Item": "Personnel Security"
        }, 
        "Procedure_Name": "Personnel Transfer", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Personnel Security"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Employee, contractor or third party user terminations or change of responsibilities could result in a security breach due to lack of a defined management process for terminations or changes in responsibilities.", 
        "Description": "The organization:\na. Reviews and confirms ongoing operational need for current logical and physical access authorizations to information systems/facilities when individuals are reassigned or transferred to other positions within the organization;\nb. Initiates [Assignment: organization-defined transfer or reassignment actions] within [Assignment: organization-defined time period following the formal transfer action];\nc. Modifies access authorization as needed to correspond with any changes in operational need due to reassignment or transfer; and\nd. Notifies [Assignment: organization-defined personnel or roles] within [Assignment: organization-defined time period].", 
        "Example": "Information system owners periodically review access privileges.", 
        "First_Published": "2016-01-14T16:21:01.957Z", 
        "Last_Updated": "2018-02-15T15:58:35.37Z", 
        "State_Implementation": "The organization reviews information systems/facilities access authorizations when personnel are reassigned or transferred to other positions within the organization and initiates appropriate actions.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners for organizational areas losing and gaining an employee during a transfer are responsible for reviewing the employee's information resource access to ensure the access is appropriate for the duties to be performed.</p>\n<p>Information resource owners are also responsible for periodically (on a schedule established by AC-02-727) reviewing all access to resources under their control.</p>", 
        "Organization_Implementation_Date": "2018-02-15T00:00:00Z", 
        "Testing_Procedures": "Obtain personnel security policy; procedures addressing personnel transfer; records of personnel transfer actions; list of information system and facility access authorizations; other relevant documents or records and ascertain if :\n(I)the organization reviews information systems/facilities access authorizations when personnel are reassigned or transferred to other positions within the organization.\n(ii)the organization initiates appropriate actions (e.g., reissuing keys, identification cards, building passes; closing old accounts and establishing new accounts; and changing system access authorization) for personnel reassigned or transferred within the organization."
    }
}