{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SA-01-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "System and Services Acquisition Policy and Procedures", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Architecture, Roadmap and Emerging Technology"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Acquiring resources for IT is done inconsistently with unreasonable cost.", 
        "Description": "The organization:\na. Develops, documents, and disseminates to [Assignment: organization-defined personnel or roles]:\n1. A system and services acquisition policy that addresses purpose, scope, roles, responsibilities, management commitment, coordination among organizational entities, and compliance; and\n2. Procedures to facilitate the implementation of the system and services acquisition policy and associated system and services acquisition controls; and\nb. Reviews and updates the current:\n1. System and services acquisition policy [Assignment: organization-defined frequency]; and\n2. System and services acquisition procedures [Assignment: organization-defined frequency].", 
        "Example": "The organization has documented acquisition policies and procedures in place.", 
        "First_Published": "2016-01-14T16:21:52.287Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "Security requirements shall be identified, documented, and addressed in all phases of development or acquisition of information resources.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain system and services acquisition policy and procedures; other relevant documents or records and ascertain if: \n(I)the organization develops and documents system and services acquisition policy and procedures.\n(ii)the organization disseminates system and services acquisition policy and procedures to appropriate elements within the organization.\n(iii)responsible parties within the organization periodically review system and services acquisition policy and procedures.\n(iv)the organization updates system and services acquisition policy and procedures when organizational review indicates updates are required.\n(v)the system and services acquisition policy addresses purpose, scope, roles and responsibilities, management commitment, coordination among organizational entities, and compliance\n(vi)the system and services acquisition policy is consistent with the organization’s mission and functions and with applicable laws, directives, policies, regulations, standards, and guidance; and\n(vii)the system and services acquisition procedures address all areas identified in the system and services acquisition policy and address achieving policy-compliant implementations of all associated system and services acquisition controls."
    }
}