{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SA-10-727", 
        "Category": {
            "Item": "Security Assessment and Authorization"
        }, 
        "Procedure_Name": "Developer Configuration Management", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Change Management"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Changes are made to production systems without a formal change process.", 
        "Description": "The organization requires the developer of the information system, system component, or information system service to:\na. Perform configuration management during system, component, or service [Selection (one or more): design; development; implementation; operation];\nb. Document, manage, and control the integrity of changes to [Assignment: organization-defined configuration items under configuration management];\nc. Implement only organization-approved changes to the system, component, or service;\nd. Document approved changes to the system, component, or service and the potential security impacts of such changes; and\ne. Track security flaws and flaw resolution within the system, component, or service and report findings to [Assignment: organization-defined personnel].", 
        "Example": "The organization should have documented change control procedures that:\na.  requires approval for making changes;\nb.  takes into account impact on information security and related configurations;\nc.  performs appropriate level of testing of changes, including information security, as applicable;\nd.  tracks defects and security flaws; and\ne.  requires approval from appropriate level of management for authorizing changes into production.", 
        "First_Published": "2016-01-14T16:19:49.473Z", 
        "Last_Updated": "2018-02-23T20:05:18.27Z", 
        "State_Implementation": "All security-related information resources changes shall be approved by the information owner through a change control process. Approval shall occur prior to implementation by the state organization or independent contractors.", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Information resource owners shall require that all changes to production systems follow the Agency's approved change management process.</p>", 
        "Organization_Implementation_Date": "2017-08-16T00:00:00Z", 
        "Testing_Procedures": "Obtain system and services acquisition policy; procedures addressing information system developer/integrator configuration management; acquisition contracts and service level agreements; information system developer/integrator configuration management plan; security flaw tracking records; system change authorization records; other relevant documents or records and ascertain if :\n(I)the organization requires that information system developers create and implement a configuration management plan that controls changes to the system during development, tracks security flaws, requires authorization of changes, and provides documentation of the plan and its implementation."
    }
}