{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SC-02-727", 
        "Category": {
            "Item": "System and Communications Protection"
        }, 
        "Procedure_Name": "Application Partitioning", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "System Communications Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "The integrity of a business process is compromised due to the lack of segregation of duties (e.g., maker & checker).", 
        "Description": "The information system separates user functionality (including user interface services) from information system management functionality.", 
        "Example": "The information system physically or logically separates user interface services (e.g., public web pages) from information storage and management services (e.g., database management). Separation may be accomplished through the use of different computers, different central processing units, different instances of the operating system, different network addresses, combinations of these methods, or other methods as appropriate.", 
        "First_Published": "2016-01-14T16:19:14.397Z", 
        "Last_Updated": "2017-01-19T13:56:59.943Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain system and communications protection policy; procedures addressing application partitioning; information system design documentation; information system configuration settings and associated documentation; other relevant documents or records and ascertain if :\n(I)the information system separates user functionality (including user interface services) from information system management functionality."
    }
}