{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SC-15-727", 
        "Category": {
            "Item": "System and Communications Protection"
        }, 
        "Procedure_Name": "Collaborative Computing Devices", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "System Communications Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Unauthorized parties gain access to sensitive, secure areas due to the lack of implemented physical security controls.", 
        "Description": "The information system:\na. Prohibits remote activation of collaborative computing devices with the following exceptions: [Assignment: organization-defined exceptions where remote activation is to be allowed]; and\nb. Provides an explicit indication of use to users physically present at the devices.", 
        "Example": "a.  Automated mechanisms prevent access to collaborative computing devices, unless explicitly defined.\nb.  Explicit indication of use includes, for example, signals to local users when cameras and/or microphones are activated.", 
        "First_Published": "2016-01-14T16:19:25.803Z", 
        "Last_Updated": "2018-02-23T21:06:00.473Z", 
        "State_Implementation": "The information system prohibits remote activation of collaborative computing mechanisms and provides an explicit indication of use to the local users.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>Any collaborative communication devices such as teleconferencing equipment residing in sensitive work areas shall have remote activation methods disabled, and administrative access to the device shall be restricted to authorized IT personnel.  An exception to this control is approved for communication devices in public conference rooms.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain system and communications protection policy; procedures addressing collaborative computing; access control policy and procedures; information system design documentation; information system configuration settings and associated documentation; other relevant documents or records and ascertain if :\n(I)the information system prohibits remote activation of collaborative computing mechanisms and provides an explicit indication of use to the local users."
    }
}