{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SC-17-727", 
        "Category": {
            "Item": "System and Communications Protection"
        }, 
        "Procedure_Name": "Public Key Infrastructure Certificates", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "System Communications Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Cryptographic keys are modified, lost, destroyed or disclosed to unauthorized parties.", 
        "Description": "The organization issues public key certificates under an [Assignment: organization-defined certificate policy] or obtains public key certificates from an approved service provider.", 
        "Example": "Usage of public key certificates is explicitly defined.", 
        "First_Published": "2016-01-14T16:21:19.333Z", 
        "Last_Updated": "2017-01-19T13:56:59.943Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": "<p>All public key certificates used by or with Agency-owned or operated systems must be issued by an authorized certificate authority (CA). Self-signed or automated self-generated certificates, including those generated by portable document format creators/readers for the purposes of digitally signing electronic documents, are not authorized for use (<em><strong>EXCEPTION</strong></em>: Development and testing systems may use vendor self-generated certificates during initial configuration of the system. A certificate issued by an authorized CA must be installed prior to entering the operations and maintenance phase of the system lifecycle).</p>\n<p>Any public key certificates issued after October 1, 2015, must be signed using an SHA2 family hashing function unless technically unfeasible (in which case a control exception must be submitted and approved with a remediation date no later than September 30, 2016). At the time of this writing, the CAs authorized to issue public key certificates for Agency systems are:</p>\n<ul>\n<li><strong>InCommon Certificate Service</strong> – The Comodo Group, on behalf of the InCommon Federation, issues client, server and code signing certificates to institutions of higher education, including the Agency. Certificates issued by InCommon are the only certificates authorized for use as individual digital identity signatures (such as those used for signing documents with Adobe Acrobat or emails with S/MIME) or authenticating Agency-owned or operated servers with hostnames in the tamu.edu domain.</li>\n</ul>\n<ul>\n<li><strong>Internet Security Research Group (aka Let’s Encrypt)</strong> – The Internet Security Research Group issues server certificates under the “Let’s Encrypt” campaign to websites as part of their mission to to reduce financial, technological, and education barriers to secure communication over the Internet. Let’s Encrypt certificates are authorized for use to authenticate Agency-owned or operated servers with hostnames in any commercially available top level domain (e.g., .com, .org, and .net).</li>\n</ul>\n<ul>\n<li><strong>Texas A&M Transportation Institute Private Root CA</strong> – The Texas A&M Transportation Institute Private Root CA issues server certificates to Agency-owned or operated systems for internal authentication and system-to-system communication only. These certificates are not signed by a publicly trusted CA and trust must be established on a per-client basis. These certificates may not be used on public facing information systems. The root CA certificate is published in the Network & Information Systems knowledgebase for reference.</li>\n</ul>\n<p>All Agency-owned or operated systems must be capable of establishing a trust chain with the certificate authorities identified above. For TTI domain-joined systems, this is accomplished automatically via group policy. For other systems, information resource owners or custodians may be required to manually install root CA certificates. Owners and custodians are responsible for ensuring any certificates installed on an information system under their control establish a successful trust chain up to an authorized CA.</p>", 
        "Organization_Implementation_Date": "2015-10-27T00:00:00Z", 
        "Testing_Procedures": "Obtain system and communications protection policy; procedures addressing public key infrastructure certificates; public key certificate policy or policies; public key issuing process; NIST Special Publication 800-32;other relevant documents or records and ascertain if :\n(I)the organization issues public key certificates under an appropriate certificate policy or obtains public key certificates under an appropriate certificate policy from an approved service provider."
    }
}