{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SE-01-727", 
        "Category": {
            "Item": "Security"
        }, 
        "Procedure_Name": "Inventory of Personally Identifiable Information", 
        "Functional_Areas": {
            "Item": "Identify"
        }, 
        "Functional_SubArea_1": {
            "Item": "Privacy and Confidentiality"
        }, 
        "NIST_Baseline_Level": {
            "Item": "NOT SELECTED"
        }, 
        "NIST_Priority": {
            "Item": "NA"
        }, 
        "Risk_Statement": "PII have not been clearly identified and inventoried.", 
        "Description": "The organization:\na. Establishes, maintains, and updates [Assignment: organization-defined frequency] an inventory that contains a listing of all programs and information systems identified as collecting, using, maintaining, or sharing personally identifiable information (PII); and\nb. Provides each update of the PII inventory to the CIO or information security official [Assignment: organization-defined frequency] to support the establishment of information security requirements for all new or modified information systems containing PII.", 
        "Example": "The results of a data classification and risk assessment allow for the inventory of PII in information systems.", 
        "First_Published": "2016-01-14T16:20:34.647Z", 
        "Last_Updated": "2017-01-19T13:56:22.85Z", 
        "State_Implementation": "No statewide control", 
        "State_Implementation_Date": null, 
        "State_Implementation_Required": {
            "Item": "No"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain data privacy policy and procedures; other relevant documents or records and ascertain if:\n(I) the organization establishes, maintains, and updates on an organization-defined frequency an inventory that contains a listing of all programs and information systems identified as collecting, using, maintaining, or sharing personally identifiable information (PII); and\n(ii) the organization provides each update of the PII inventory to the CIO or information security official on an organization-defined frequency to support the establishment of information security requirements for all new or modified information systems containing PII."
    }
}