{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SI-05-727", 
        "Category": {
            "Item": "System and Information Integrity"
        }, 
        "Procedure_Name": "Security Alerts, Advisories, and Directives", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "System Communications Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Contacts with special interest groups or other specialists security forums and professional associations is not coordinated or performed as a result of ill-defined processes.", 
        "Description": "The organization:\na. Receives information system security alerts, advisories, and directives from [Assignment: organization-defined external organizations] on an ongoing basis;\nb. Generates internal security alerts, advisories, and directives as deemed necessary;\nc. Disseminates security alerts, advisories, and directives to: [Selection (one or more): [Assignment: organization-defined personnel or roles]; [Assignment: organization-defined elements within the organization]; [Assignment: organization-defined external organizations]]; and\nd. Implements security directives in accordance with established time frames, or notifies the issuing organization of the degree of noncompliance.", 
        "Example": "The organization periodically submits security directives to personnel for dissemination as appropriate.", 
        "First_Published": "2016-01-14T16:21:31.693Z", 
        "Last_Updated": "2018-02-23T21:38:48.423Z", 
        "State_Implementation": "The state organization receives information system security alerts/advisories on a regular basis, issues alerts/advisories to appropriate personnel, and takes appropriate actions in response.", 
        "State_Implementation_Date": "2016-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>The Agency receives information security advisories from the Texas A&M University System (\"TAMUS\") Security Operations Center, Texas Department of Information Resources (TxDIR), Multistate Information Sharing and Analysis Center (MS-ISAC), and United States Computer Emergency Repsonse Team (US-CERT).  The information security officer issues security directives to information resources owners, custodians and users when intelligence indicates an information security alert or advisory may have a negative impact on Agency information resource operations.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain system and information integrity policy; procedures addressing security alerts and advisories; NIST Special Publication 800-40; records of security alerts and advisories; other relevant documents or records and ascertain if:\n(I)the organization receives information system security alerts/advisories on a regular basis.\n(ii)the organization issues security alerts/advisories to appropriate organizational personnel.\n(iii)the organization takes appropriate actions in response to security alerts/advisories.\n(iv)the organization maintains contact with special interest groups (e.g., information security forums) that:\n-facilitate sharing of security-related information (e.g., threats, vulnerabilities, and latest security technologies).\n-provide access to advice from security professionals.\n-improve knowledge of security best practices."
    }
}