{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SI-03-727", 
        "Category": {
            "Item": "System and Information Integrity"
        }, 
        "Procedure_Name": "Malicious Code Protection", 
        "Functional_Areas": {
            "Item": "Detect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Malware Protection"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P1"
        }, 
        "Risk_Statement": "Unauthorized, malicious code is executed on systems without authorization.", 
        "Description": "The organization:\na. Employs malicious code protection mechanisms at information system entry and exit points to detect and eradicate malicious code;\nb. Updates malicious code protection mechanisms whenever new releases are available in accordance with organizational configuration management policy and procedures;\nc. Configures malicious code protection mechanisms to:\n1. Perform periodic scans of the information system [Assignment: organization-defined frequency] and real-time scans of files from external sources at [Selection (one or more); endpoint; network entry/exit points] as the files are downloaded, opened, or executed in accordance with organizational security policy; and\n2. [Selection (one or more): block malicious code; quarantine malicious code; send alert to administrator; [Assignment: organization-defined action]] in response to malicious code detection; and\nd. Addresses the receipt of false positives during malicious code detection and eradication and the resulting potential impact on the availability of the information system.", 
        "Example": "Malicious code mechanism conduct periodic system scans for vulnerabilities.", 
        "First_Published": "2016-01-14T16:20:39.803Z", 
        "Last_Updated": "2018-02-23T21:38:14.47Z", 
        "State_Implementation": "The information system implements malicious code protection.", 
        "State_Implementation_Date": "2015-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": "<p>All Agency information resources use a centrally administered anti-malware application/service/utility to detect and eradiate or quarantine malicious code.</p>", 
        "Organization_Implementation_Date": "2016-05-20T00:00:00Z", 
        "Testing_Procedures": "Obtain system and information integrity policy; procedures addressing malicious code protection; NIST Special Publication 800-83; malicious code protection mechanisms; records of malicious code protection updates; information system configuration settings and associated documentation; information system design documentation; other relevant documents or records and ascertain if:\n(I) if the information system prevents non-privileged users from circumventing malicious code protection capabilities."
    }
}