{
    "Item": {
        "@xmlns:ns0": "http://archertech.com/Print/Export", 
        "Procedure_ID": "SI-12-727", 
        "Category": {
            "Item": "System and Information Integrity"
        }, 
        "Procedure_Name": "Information Output Handling and Retention", 
        "Functional_Areas": {
            "Item": "Protect"
        }, 
        "Functional_SubArea_1": {
            "Item": "Enterprise Architecture, Roadmap and Emerging Technology"
        }, 
        "NIST_Baseline_Level": {
            "Item": [
                "LOW", 
                "MOD", 
                "HIGH"
            ]
        }, 
        "NIST_Priority": {
            "Item": "P2"
        }, 
        "Risk_Statement": "Inaccurate data output from applications triggers unexpected results.", 
        "Description": "The organization handles and retains information within the information system and information output from the system in accordance with applicable federal laws, Executive Orders, directives, policies, regulations, standards, and operational requirements.", 
        "Example": "The organization handles information according to the standards set forth in applicable federal laws, Executive Orders, directives, policies, regulations, standards, and operational requirements.", 
        "First_Published": "2016-01-14T16:20:20.253Z", 
        "Last_Updated": "2017-03-21T20:11:36.873Z", 
        "State_Implementation": "The state organization handles and retains output from the information system in accordance with applicable laws, standards, and operational requirements.", 
        "State_Implementation_Date": "2017-02-01T00:00:00Z", 
        "State_Implementation_Required": {
            "Item": "Yes"
        }, 
        "Agency_Implementation": null, 
        "Organization_Implementation_Date": null, 
        "Testing_Procedures": "Obtain system and information integrity policy; procedures addressing information system output handling and retention; media protection policy and procedures; information retention records, other relevant documents or records and ascertain if :\n(I)the organization handles output from the information system in accordance with applicable laws, Executive Orders, directives, policies, regulations, standards, and operational requirements.\n(ii)the organization retains output from the information system in accordance with applicable laws, Executive Orders, directives, policies, regulations, standards, and operational requirements."
    }
}